Repository: Cogitri/Tau
Catalog: po/*.po
Languages: cs, da, de, es, id, nb, nl, pl, pt_br, ro, ru, sr, sv, uk

source: If “translate-tabs-to-spaces” is true, Backspace will delete multiple spaces, up to the previous tab stop
cs: Když je zapnuto „translate-tabs-to-spaces“, smaže klávesa Backspace několik mezer, až na úroveň předchozího tabulátoru.
da: Hvis “translate-tabs-to-spaces” er sand så sletter Backspace flere mellemrum, op til det forrige tabulatorstop
de: Wenn »translate-tabs-to-spaces« wahr ist, wird die Rücktaste mehrere Leerzeichen bis zum vorherigen Tabstopp löschen
es: Si el valor de «translate-tabs-to-spaces» es cierto, el Retroceso eliminará varios espacios hasta llegar a la posición de tabulado anterior
id: Jika "translate-tabs-to-spaces" adalah true, Backspace akan menghapus beberapa spasi, sampai perhentian tab sebelumnya
pl: Jeśli wartość ustawienia „translate-tabs-to-spaces” wynosi „true” (prawda), to klawisz Backspace usunie wiele spacji, do końca poprzedniej tabulacji
pt_br: Se tabulações são tratadas como espaços, apagar irá remover múltiplos espaços até a próxima tabulação
ro: Dacă „translate-tabs-to-spaces” este adevărat, Backspace va șterge spații multiple, până la oprirea tab anterioară
ru: Если значение "translate-tabs-to-space" равно true, Backspace удалит несколько пробелов, вплоть до предыдущей остановки табуляции
sr: Ако је „translate-tabs-to-spaces“ изабрано, тастер за брисање ће обрисати више размака, све до претходног табулатора
sv: Om ”translate-tabs-to-spaces” är true (sant), så kommer backstegsknappen att radera flera blanksteg upp till föregående tabbstopp
uk: Якщо визначено значення «translate-tabs-to-spaces» рівне «true», натискання Backspace вилучатиме декілька пробілів, аж до наступної позиції табуляції

source: Automatically match document’s indentation on newlines
cs: Automaticky přizpůsobovat odsazení dokumentů na nových řádcích
da: Automatisk match af dokumentets indrykning ved linjeskift
de: Einrückung für neue Zeilen automatisch dem Dokument anpassen
id: Secara otomatis mencocokkan indentasi dokumen pada baris baru
pl: Automatyczne dopasowanie do wcięć dokumentu w nowych wierszach
pt_br: Usar mesma indentação que o documento em novas linhas
ro: Potrivește automat identația documentului la linii noi
ru: Автоматически сопоставлять отступы документа на новых строках
sr: Сам поклапа увлачење документа на новим редовима
sv: Matcha automatiskt dokumentets indentering vid nyrad
uk: Автоматично встановлювати характерні відступи документа при натисканні Enter

source: The font used for editing
cs: Font používaný při úpravách
da: Skrifttypen som bruges ved redigering
de: Für die Bearbeitung genutzte Schriftart
es: La tipografía utilizada en la edición
id: Fonta yang digunakan untuk menyunting
nb: Skrift brukt for redigeringsområde
nl: Het lettertype bij editten
pl: Czcionka używana dla dokumentu
pt_br: A fonte para ser usado na área de edição
ro: Fontul utilizat pentru editare
ru: Шрифт, используемый для редактирования
sr: Слова коришћена за уређивање
sv: Typsnitt som används för redigering
uk: Шрифт, який буде використано для панелі редактора

source: Wrap lines at the end of the document
cs: Zalamovat řádky na konci zobrazení
da: Ombryd linjer ved slutningen af dokumentet
de: Zeilen am Ende des Dokuments umbrechen
es: Ajustar líneas al final del documento
id: Lipat baris di akhir dokumen
nl: Aan het eind van het document regeleindes automatisch omstaan
pl: Zawijanie wierszy na końcu dokumentu
pt_br: Quebrar linhas no fim do documento
ro: Încadrează liniile la sfârșitul documentului
ru: Перенос строк в конце документа
sr: Прелама редове на крају документа
sv: Radbryt text i slutet på dokumentet
uk: Переносити рядки на межі області документа

source: Draw trailing tabs
cs: Vykreslovat koncové tabulátory
da: Tegn efterstillede tabulatorer
de: Nachlaufende Tabulatoren kennzeichnen
es: Mostrar tabuladores al final
id: Gambar tab di belakang
nb: Tegn etterfølgende tabulatortegn
nl: Teken navolgende tabs
pl: Wyświetlanie końcowych tabulacji
pt_br: Mostrar tabulações desnecessárias à direita do texto
ro: Desenează taburile de urmărire
ru: Отображать табуляции в конце
sr: Исцртај завршне табулаторе
sv: Rita ut avslutande tabbar
uk: Візуалізувати кінцеві табуляції

source: Draw tabs which are at the end of a line
cs: Zda vykreslovat tabulátory, které se nacházejí na konci řádku.
da: Tegn tabulatorer som er ved slutningen af en linje
de: Leerzeichen kennzeichnen, die sich am Ende einer Zeile befinden
es: Mostrar los tabuladores que estén a final de renglón
id: Menggambar tab yang berada di akhir baris
nb: Tegn tabulatortegn som er på slutten av en linje
nl: Teken tabs aan het eind van een regel
pl: Wyświetla tabulacje na końcach wierszy
pt_br: Mostrar tabulações que estão no fim da linha
ro: Desenează taburile care sunt la sfârșitul unei linii
ru: Отображать табуляции, которые находятся в конце строк
sr: Исцртаваће табулаторе који су на крају реда
sv: Rita ut tabbar som är på slutet av raden
uk: Візуалізувати табуляції наприкінці рядків

source: Draw leading tabs
cs: Vykreslovat úvodní tabulátory
da: Tegn foranstillede tabulatorer
de: Führende Tabulatoren kennzeichnen
es: Mostrar tabuladores al principio
id: Menggambar tab di depan
nb: Tegn innledende tabulatortegn
nl: Teken voorafgaande tabs
pl: Wyświetlanie początkowych tabulacji
pt_br: Mostrar tabulações desnecessárias à esquerda do texto
ro: Desenează taburi de conducere
ru: Отображать ведущие табуляции
sr: Исцртај почетне табулаторе
sv: Rita ut inledande tabbar
uk: Візуалізувати початкові табуляції

source: Draw tabs which are at the beginning of a line
cs: Vykreslovat tabulátory, které se nacházejí na začátku řádku.
da: Tegn tabulatorer som er ved begyndelsen af en linje
de: Tabs kennzeichnen, die sich am Anfang einer Zeile befinden
es: Mostrar los tabuladores que estén a principio de renglón
id: Menggambar tab yang berada di awal baris
nb: Tegn tabulatortegn som er på begynnelsen av en linje
nl: Teken tabs aan het begin van een regel
pl: Wyświetla tabulacje na początkach wierszy
pt_br: Mostrar tabulações que estão no fim de uma linha
ro: Desenează taburi care sunt la începutul unei linii
ru: Отображать табуляции, которые находятся в начале строк
sr: Исцртаваће табулаторе који су на почетку реда
sv: Rita ut tabbar som är i början av raden
uk: Візуалізувати табуляції на початку рядків

source: Draw selected tabs
cs: Vykreslovat vybrané tabulátory
da: Tegn markerede tabulatorer
de: Ausgewählte Tabulatoren kennzeichnen
es: Mostrar los tabuladores seleccionados
id: Menggambar tab yang dipilih
pl: Wyświetlanie zaznaczonych tabulacji
pt_br: Mostrar tabulações que estão selecionadas
ro: Desenează taburile selectate
ru: Отображать выбранные табуляции
sr: Исцртај изабране табулаторе
sv: Rita ut markerade tabbar
uk: Візуалізувати позначені табуляції

source: Draw tabs whenever they are selected
cs: Zda vykreslovat tabulátory, i když se nacházejí ve výběru.
da: Tegn tabulatorer når de er markeret
de: Tabulatoren kennzeichnen, wenn sie ausgewählt werden
es: Mostrar tabuladores cada vez que se seleccionen
id: Menggambar tab kapan pun mereka dipilih
pl: Wyświetla tabulacje, kiedy są zaznaczone
pt_br: Mostrar tabulações sempre que estiverem selecionadas
ro: Desenează taburi oricând sunt selectate
ru: Отображать табуляции всякий раз, когда они выбраны
sr: Исцртаваће табулаторе кад год буду били изабрани
sv: Rita ut tabbar närhelst de markeras
uk: Візуалізувати табуляції, якщо їх позначено

source: Draw all tabs
cs: Vykreslovat všechny tabulátory
da: Tegn alle tabulatorer
de: Alle Tabulatoren kennzeichnen
es: Mostrar todos los tabuladores
id: Menggambar semua tab
nb: Tegn alle tabulatortegn
nl: Teken alle tabs
pl: Wyświetlanie wszystkich tabulacji
pt_br: Mostrar todas as tabulações
ro: Desenează toate taburile
ru: Отображать все табуляции
sr: Исцртај све табулаторе
sv: Rita ut alla tabbar
uk: Візуалізувати усі табуляції

source: Draw all tabs, no matter the position
cs: Zda vykreslovat všechny tabulátory, bez ohledu na to, kde se nacházejí.
da: Tegn alle tabulatorer uanset placeringen
de: Alle Tabulatoren kennzeichnen, unabhängig von der Position
es: Revelar los tabuladores sin importar su posición
id: Menggambar semua tab, tidak peduli posisi
nb: Tegn alle faner, uansett posisjon
nl: Teken alle tabs ongeacht hun positie
pl: Wyświetla wszystkie tabulacje, niezależnie od ich miejsca
pt_br: Mostrar todas as tabulações, independente da posição
ro: Desenează toate taburile, indiferent de poziție
ru: Отображать все табуляции, независимо от позиции
sr: Исцртаваће табулаторе, без обзира на положај
sv: Rita ut alla tabbar, oberoende av positionen
uk: Візуалізувати усі табуляції, незалежно від розташування

source: Draw the cursor
cs: Vykreslovat kurzor
da: Tegn markøren
de: Eingabemarke anzeigen
es: Mostrar el cursor
id: Menggambar kursor
pl: Wyświetlanie kursora
pt_br: Mostrar o cursor
ro: Desenează cursorul
ru: Отображать курсор
sr: Исртавање курзора
sv: Rita ut markören
uk: Візуалізувати курсор

source: Whether to draw the cursor
cs: Zda má, či nemá, být zobrazený textový kurzor.
da: Om markøren skal tegnes
de: Legt fest, ob die Eingabemarke angezeigt werden soll
es: Indica si se debe mostrar el cursor
id: Apakah akan menggambar kursor
pl: Czy wyświetlać kursor
pt_br: Mostrar o cursor
ro: Dacă să se deseneze cursorul
ru: Нужно ли отображать курсор
sr: Да ли ће исцртавати курзор
sv: Huruvida markören ska ritas ut
uk: Чи слід візуалізувати курсор

source: Syntax specific settings
cs: Nastavení specifická pro syntax
da: Syntaksspecifikke indstillinger
de: Syntax-spezifische Einstellungen
es: Configuración de sintaxis específica
id: Pengaturan spesifik sintaks
pl: Ustawienia dla konkretnych składni
pt_br: Configuração de sintaxe específica
ro: Configurări specifice de sintaxă
ru: Настройки синтаксиса
sr: Поставке за синтаксу
sv: Syntaxspecifika inställningar
uk: Специфічні до синтаксису параметри

source: A JSON string containing syntax specific settings (e.g. tab width of 2 for YAML)
cs: Řetězec ve formátu JSON obsahující nastavení, týkající se speciálně syntaxe (např. šířka tabulátoru 2 pro YAML).
da: En JSON-streng som indeholder syntaksspecifikke indstillinger (f.eks. tabulatorbredde på 2 til YAML)
de: Ein JSON-String, der Syntax-spezifische Einstellungen enthält (z. B. Tabulatorbreite von 2 für YAML)
es: Una cadena JSON que contiene la configuración específica de la sintaxis (ej. anchura del tabulador de 2 para YAML)
id: Sebuah string JSON yang berisi pengaturan spesifik sintaks (mis. lebar tab 2 untuk YAML)
pl: Ciąg JSON zawierający ustawienia dla konkretnej składni (np. dwuznakowa szerokość tabulacji dla języka YAML)
pt_br: Uma cadeia de caracteres em JSON contendo configuração para uma sintaxe específica (e.g. largura da tabulação de 2 para YAML)
ro: Un șir JSON care conține configurări specifice de sintaxă (de ex. lățimea tab-ului de 2 pentru YAML)
ru: Строка JSON, содержащая специфичные для синтаксиса настройки (например, ширина вкладки 2 для YAML)
sr: ЈСОН ниска која садржи подешавања посебна за синтаксу (нпр. ширина табулатора 2 за „YAML“)
sv: En JSON-sträng som innehåller syntaxspecifika inställningar (t.ex. tabbredden 2 för YAML)
uk: Рядок JSON, який містить специфічні до синтаксису параметри (наприклад ширину табуляції 2 для YAML)

source: Save when Tau moves out of focus
cs: Ukládat při ztrátě zaměření
da: Gem når Tau mister fokus
de: Speichern, wenn Tau den Fokus verliert
es: Guardar cuando TAU mueve el foco
id: Simpan ketika Tau keluar dari fokus
pl: Zapisywanie, kiedy program przestaje być aktywny
pt_br: Salvar quando Tau perde o foco
ro: Salvează când Tau se mișcă în afara focusului
ru: Сохранять, когда Tau не в фокусе
sr: Чување када Тау изађе из фокуса
sv: Spara när Tau förlorar fokus
uk: Зберігати, якщо «Тау» втрачає фокусування

source: Automatically save all open files when Tau moves out of focus
cs: Zda má aplikace Tau, když ztratí zaměření, automaticky uložit všechny otevřené soubory.
da: Gem automatisk alle åbne filer når Tau mister fokus
de: Automatisch alle offenen Dateien speichern, wenn Tau den Fokus verliert
es: guardar automáticamente todos los archivos abiertos cuando Tau mueve el foco
id: Secara otomatis menyimpan semua berkas terbuka ketika Tau keluar dari fokus
pl: Automatycznie zapisuje wszystkie otwarte pliki, kiedy program przestaje być aktywny
pt_br: Automaticamente salvar todos os arquivos quando Tau perde o foco
ro: Salvează automat toate fișierele deschise când Tau se mișcă în afara focusului
ru: Автоматически сохранять все файлы, когда Tau теряет фокус
sr: Сам ће сачувати све отворене датотеке када Тау изађе из фокуса
sv: Spara automatiskt alla öppna filer när Tau förlorar fokus
uk: Автоматично зберігати усі відкриті файли, якщо «Тау» втрачає фокусування

source: Show line count
cs: Zobrazovat čísla řádků
da: Vis antal linjer
de: Zeilennummern anzeigen
es: Mostrar los números de línea
id: Tampilkan cacah baris
pl: Liczba wierszy
pt_br: Mostrar número de linha
ro: Arată numărul liniei
ru: Показать количество строк
sr: Прикажи број редова
sv: Visa radantal
uk: Показувати кількість рядків

source: Open files
cs: Otevřené soubory
da: Åbne filer
de: Dateien öffnen
es: Abrir archivos
id: Berkas yang terbuka
pl: Otwarte pliki
pt_br: Abrir arquivos
ro: Deschide fișiere
ru: Открытые файлы
sr: Отварање датотека
sv: Öppna filer
uk: Відкриті файли

source: Restore session
cs: Obnovovat sezení
da: Gendan session
de: Sitzung wiederherstellen
es: Restaurar sesión
id: Memulihkan sesi
pl: Przywracanie sesji
pt_br: Restaurar sessão
ro: Restaurează sesiunea
ru: Восстановить сессию
sr: Враћање сесије
sv: Återställ session
uk: Відновити сеанс

source: Full path in title bar
cs: Plná cesta v záhlavní liště
da: Fuld sti i titellinjen
de: Gesamter Pfad in der Titelleiste
es: Ruta completa en la barra de título
id: Path lengkap di bilah judul
pl: Pełna ścieżka na pasku tytułu
pt_br: Caminho completo na barra de título
ro: Cale completă în bara de titlu
ru: Полный путь в строке заголовка
sr: Пуна путања у траци наслова
sv: Fullständig sökväg i namnlist
uk: Повний шлях на смужці заголовка

source: Show terminal
cs: Zobrazovat terminál
da: Vis terminal
de: Terminal anzeigen
id: Tampilkan terminal
pl: Wyświetlanie terminala
pt_br: Mostrar Terminal
ro: Arată terminalul
ru: Показать терминал
sr: Приказ терминала
sv: Visa terminal
uk: Показати термінал

source: Path to the shell executable
cs: Cesta k spustitelnému shellu
da: Sti til den eksekverbare skal
de: Pfad zum Shell-Programm
id: Path ke executable shell
pl: Ścieżka do pliku wykonywalnego powłoki
pt_br: Caminho para executavel da shell
ro: Calea către executabilul shell
ru: Путь к исполняемому файлу оболочки
sr: Путања до извршног шкољке
sv: Sökväg till exekverbar fil för skalet
uk: Шлях до виконуваного файла командної оболонки

source: The path to the shell you want to use.
cs: Cesta k shellu, který chcete používat.
da: Stien til den skal du vil bruge.
de: Der Pfad zur Shell, die Sie nutzen möchten.
id: Path ke shell yang ingin Anda gunakan.
pl: Ścieżka do używanej powłoki.
pt_br: Caminho da shell que você deseja usar
ro: Calea către shell-ul pe care doriți să îl utilizați.
ru: Путь к оболочке.
sr: Путања до шкољке коју желите да користите.
sv: Sökvägen till skalet som du vill använda.
uk: Шлях до командної оболонки, якою ви хочете користуватися.

source: Cut
cs: Vyjmout
da: Klip
de: Ausschneiden
es: Cortar
id: Potong
pl: Wytnij
pt_br: Recortar
ro: Taie
ru: Вырезать
sr: Исеци
sv: Klipp ut
uk: Вирізати

source: Copy
cs: Zkopírovat
da: Kopiér
de: Kopieren
es: Copiar
id: Salin
pl: Skopiuj
pt_br: Copiar
ro: Copiază
ru: Копировать
sr: Умножи
sv: Kopiera
uk: Копіювати

source: Paste
cs: Vložit
da: Indsæt
de: Einfügen
es: Pegar
id: Tempel
pl: Wklej
pt_br: Colar
ro: Lipește
ru: Вставить
sr: Убаци
sv: Klistra in
uk: Вставити

source: Undo
cs: Zpět
da: Fortryd
de: Rückgängig
es: Deshacer
id: Tak Jadi
pl: Cofnij
pt_br: Desfazer
ro: Refă
ru: Отменить
sr: Опозови
sv: Ångra
uk: Скасувати

source: Redo
cs: Znovu
da: Omgør
de: Wiederholen
es: Rehacer
id: Jadi Lagi
pl: Ponów
pt_br: Refazer
ro: Repetă
ru: Вернуть
sr: Понови
sv: Gör om
uk: Повторити

source: Select All
cs: Vybrat vše
da: Markér alt
de: Alles auswählen
es: Selecccionar todo
id: Pilih Semua
pl: Zaznacz wszystko
pt_br: Selecionar tudo
ro: Selectează toate
ru: Выделить все
sr: Изабери све
sv: Markera allt
uk: Позначити все

source: Enable automatic indentation
cs: Automaticky odsazovat
da: Aktivér automatisk indrykning
de: Automatische Einrückung aktivieren
id: Fungsikan indentasi otomatis
pl: Automatyczne wcięcia
pt_br: Ativar indentação automática
ro: Activează identația automată
ru: Включить автоматический отступ
sr: Омогући аутоматско увлачење
sv: Aktivera automatisk indentering
uk: Увімкнути автоматичні відступи

source: Find
cs: Najít
de: Suchen
es: Buscar
id: Cari
nb: Finn
nl: Zoek
pl: Wyszukiwanie
pt_br: Achar
ro: Caută
ru: Найти
sr: Нађи
sv: Sök
uk: Знайти

source: Find and select all search matches
cs: Najít a vybrat všechny výskyty
da: Find og markér alle søgematch
de: Alle Treffer suchen und markieren
es: Buscar y seleccionar todas las coincidencias
id: Cari dan pilih semua kecocokan pencarian
pl: Wyszukuje i zaznacza wszystkie wyniki
pt_br: Achar e selecionar todos os resultados
ro: Caută și selectează toate potrivirile de căutare
ru: Найти и выбрать все результаты поиска
sr: Нђи и изабери сва поклапања претраге
sv: Sök och markera alla sökträffar
uk: Знайти і позначити усі відповідники критерію пошуку

source: Switch between Search and Search-and-Replace
cs: Přepnout mezi funkcí „najít“ a „najít a nahradit“
da: Skift mellem søg og søg-og-erstat
de: Zwischen Suchen und Suchen-und-Ersetzen wechseln
es: Cambiar entre Buscar y Buscar y reemplazar
id: Beralih antara Cari dan Cari-dan-Ganti
nb: Veksle mellom søk og søk-og-erstatt
nl: Schakel tussen Zoek en Zoek-en-Vervang
pl: Przełącza między wyszukiwaniem a wyszukiwaniem i zastępowaniem
pt_br: Trocar entre Achar e Achar-e-substituir
ro: Comută între caută și caută și înlocuiește
ru: Переключение между поиском и поиском и заменой
sr: Пребаците се између претраге и тражења-и-замене
sv: Växla mellan Sök och Sök-och-ersätt
uk: Перемикання між пошуком і пошуком із заміною

source: Replace
cs: Nahradit
da: Erstat
de: Ersetzen
es: Reemplazar
id: Ganti
nb: Erstatt
nl: Vervang
pl: Zastąp
pt_br: Substituir
ro: Înlocuiește
ru: Заменить
sr: Замени
sv: Ersätt
uk: Замінити

source: Replace All
cs: Nahradit vše
da: Erstat alle
de: Alle ersetzen
es: Reemplazar todo
id: Ganti Semua
nb: Erstatt alle
nl: Vervang Alle
pl: Zastąp wszystko
pt_br: Substituir Todas
ro: Înlocuiește toate
ru: Заменить все
sr: Замени све
sv: Ersätt alla
uk: Замінити всі

source: Regular expressions
cs: Regulární výrazy
da: Regulære udtryk
de: Reguläre Ausdrücke
es: Expresiones regulares
id: Ekspresi reguler
nb: Regulære uttrykk
nl: Reguliere expressies
pl: Wyrażenia regularne
pt_br: Expressões regulares
ro: Expresii regulate
ru: Регулярные выражения
sr: Регуларни изрази
sv: Reguljära uttryck
uk: Формальні вирази

source: Case sensitive
cs: Rozlišovat velikost písmen
da: Forskel på store/små bogstaver
de: Groß-/Kleinschreibung beachten
es: Distinguir mayúsculas y minúsculas
id: Peka huruf besar kecil
nb: Forskjell på små og store bokstaver
nl: Hoofdlettergevoelig
pl: Rozróżnianie małych i wielkich liter
pt_br: Diferenciar maiúsculas/minúsculas
ro: Majuscule semnificative
ru: Чувствительный к регистру
sr: Разликуј величину слова
sv: Skiftlägeskänslig
uk: З врахуванням регістру

source: Match whole word only
cs: Pouze shoda celých slov
da: Match kun hele ord
de: Nur ganze Wörter
es: Encontrar solo palabras completas
id: Hanya cocok seluruh kata
nb: Jamfør kun hele ord
nl: Hele zoekterm zoeken
pl: Tylko całe wyrazy
pt_br: Palavras completas
ro: Potrivește doar întregul cuvânt
ru: Совпадение всего слова
sr: Поклопи само целе речи
sv: Matcha endast hela ord
uk: Лише збіг цілих слів

source: No Results
cs: Nejsou žádné výsledky
da: Ingen resultater
de: Keine Ergebnisse
es: No hay resultados
id: Tidak Ada Hasil
nb: Resultatløst
nl: Geen Resultaten
pl: Brak wyników
pt_br: Sem Resultados
ro: Nu există rezultate
ru: Нет результатов
sr: Нема резултата
sv: Inga resultat
uk: Нічого не знайдено

# shortcut window
source: Documents
cs: Dokumenty
da: Dokumenter
de: Dokumente
es: Documentos
id: Dokumen
pl: Dokumenty
pt_br: Documentos
ro: Documente
ru: Документы
sr: Документи
sv: Dokument
uk: Документи

# shortcut window
source: Create new document
cs: Vytvořit nový dokument
da: Opret nyt dokument
de: Neues Dokument anlegen
es: Crear un documento nuevo
id: Buat dokumen baru
pl: Utworzenie nowego dokumentu
pt_br: Criar novo documento
ro: Creează un document nou
ru: Создать новый документ
sr: Направите нови документ
sv: Skapa nytt dokument
uk: Створити новий документ

# shortcut window
source: Open a document
cs: Otevřít nový dokument
da: Åbn et dokument
de: Ein Dokument öffnen
es: Abrir un documento
id: Buka dokumen
pl: Otwarcie dokumentu
pt_br: Abrir um documento
ro: Deschide un document
ru: Открыть документ
sr: Отворите документ
sv: Öppna ett dokument
uk: Відкрити документ

# shortcut window
source: Save the document
cs: Uložit dokument
da: Gem dokumentet
de: Das Dokument speichern
es: Guardar el documento
id: Simpan dokumen
pl: Zapisanie dokumentu
pt_br: Salvar o documento
ro: Salvează documentul
ru: Сохранить документ
sr: Сачувајте документ
sv: Spara dokumentet
uk: Зберегти документ

# shortcut window
source: Save the document as…
cs: Uložit dokument jako
da: Gem dokumentet som …
de: Das Dokument speichern unter …
es: Guardar el documento como…
id: Simpan dokumen sebagai…
pl: Zapisanie dokumentu jako…
pt_br: Salvar o documento como...
ro: Salvează documentul ca…
ru: Сохранить документ как
sr: Сачувај документ као…
sv: Spara dokumentet som…
uk: Зберегти документ як…

# shortcut window
source: Close the document
cs: Zavřít dokument
da: Luk dokumentet
de: Dokument schließen
es: Cerrar el documento
id: Tutup dokumen
pl: Zamknięcie dokumentu
pt_br: Fechar o documento
ro: Închide documentul
ru: Закрыть документ
sr: Затворите документ
sv: Stäng dokumentet
uk: Закрити документ

# shortcut window
source: Navigation
cs: Navigace
es: Navegación
id: Navigasi
pl: Nawigacja
pt_br: Navegação
ro: Navigare
ru: Навигация
sr: Кретање
sv: Navigering
uk: Навігація

# shortcut window
source: Cycle tab history backward
cs: Procházet karty vpřed
da: Baglæns gennemløb af fanebladshistorikken
de: Reiter-Chronik rückwärts durchblättern
es: Moverse cíclicamente el histórico de pestañas hacia atrás
id: Siklus tab riwayat mundur
pl: Przejście wstecz w historii tabulacji
pt_br: Próximo documento
ro: Ciclează istoricul tabului înapoi
ru: Переключение вкладок назад
sr: Уназад кроз историјат табулатора
sv: Växla bakåt i flikhistorik
uk: Циклічний перехід журналом вкладок назад

# shortcut window
source: Cycle tab history forward
cs: Procházet karty vzad
da: Forlæns gennemløb af fanebladshistorikken
de: Reiter-Chronik vorwärts durchblättern
es: Moverse cíclicamente el histórico de pestañas hacia adelante
id: Siklus tab riwayat maju
pl: Przejście do przodu w historii tabulacji
pt_br: Documento anterior
ro: Ciclează istoricul tabului înainte
ru: Переключение вкладок вперед
sr: Унапред кроз историјат табулатора
sv: Växla framåt i flikhistorik
uk: Циклічний перехід журналом вкладок вперед

# shortcut window
source: Toggle fullscreen
cs: Přepnout celou obrazovku
da: Fuldskærm til/fra
de: Vollbildmodus umschalten
es: Alternar la vista de pantalla completa
id: Jungkit mode layar penuh
pl: Przełączenie pełnego ekranu
pt_br: Tela inteira
ro: Comută modul ecran complet
ru: Включить полно экранный режим
sr: Преко целог екрана
sv: Växla helskärm
uk: Увімкнути/вимкнути повноекранний режим

# shortcut window
source: Find
cs: Najít
de: Suchen
es: Buscar
id: Cari
pl: Wyszukiwanie
pt_br: Achar
ro: Caută
ru: Найти
sr: Нађите
sv: Sök
uk: Знайти
