Repository: Cogitri/Tau
Catalog: po/*.po
Languages: cs, da, de, es, id, nb, nl, pl, pt_br, ro, ru, sr, sv, uk

source: GTK frontend for the xi text editor
cs: Uživatelské rozhraní GTK pro exitor Xi
da: GTK-frontend til teksteditoren xi
de: Ein GTK-Frontend für den xi Texteditor
es: Interfaz en GTK para el editor de textos xi
id: Frontend GTK untuk penyunting teks Xi
nb: GTK-grenseflate for xi-tekstbehandleren
nl: GTK grafische schil voor xi-editor (tekst bewerker)
pl: Interfejs GTK dla edytora tekstu xi
pt_br: Frontend GTK para o editor de texto xi
ro: Interfață GTK pentru editorul de text xi
sr: Гтк челник за хи уређивач текста
sv: GTK-gränssnitt för textredigeraren xi
uk: Оболонка на основі GTK до текстового редактора xi

source: Tau is a GTK frontend for the xi text editor written in Rust. It’s a very fast plain text editor.
cs: Tau je uživatelské rozhraní, založené na GTK, pro editor Xi. Je napsané v jazyce Rust a výsledkem je velmi rychlý editor pro prosté texty.
da: Tau er en GTK-frontend til teksteditoren xi skrevet i Rust. Det er en meget hurtig teksteditor til ren tekst.
de: Tau ist ein GTK-Frontend für den in Rust geschriebenen xi-Texteditor. Es ist ein sehr schneller Klartext-Editor.
es: Tau es una interfaz en GTK para el editor de textos xi, escrito en Rust. Es un editor de texto sin formato muy veloz.
id: Tau adalah frontend GTK untuk penyunting teks Xi yang ditulis dalam Rust. Ini adalah penyunting teks polos yang sangat cepat.
pl: Tau to interfejs GTK dla edytora tekstu xi napisany w języku Rust. To bardzo szybki edytor zwykłego tekstu.
pt_br: Tau é um editor de texto em GTK rápido e simples
ro: Tau este o interfață GTK pentru editorul de text xi scris în Rust. Este un editor de text simplu foarte rapid.
sr: Тау је Гтк челник за хи уређивач текста написан у Расту. То је врло брз уређивач обичног текста.
sv: Tau är ett GTK-gränssnitt för textredigeraren xi, skrivet i Rust. Det är en väldigt snabb redigerare för vanlig text.
uk: Тау — написана мовою Rust оболонка на основі GTK до текстового редактора xi. Це дуже швидкий простий текстовий редактор.

source: Changes in this release:
pt_br: Mudanças nesta edição:

source: Open in existing tab if there's an empty tab
pt_br: Abrir na taba atual se a mesma estiver vazia

source: Add zh_Hans and zh-Hant to LINGUAS file
pt_br: Foram adicionadas traduções em Chinês simplificado e Chinês tradicional

source: Support setting a custom tab size
pt_br: Suporte para tamanho arbitrário da tabulação

source: Bugfixes in this relase:
pt_br: Falhas resolvidas nesta edição:

source: Update languages: Chinese (Traditional), Portuguese (Brazil) and Norwegian Bokmål
pt_br: Traduções atualizadas: Chinês tradicional, Português Brasileiro e Norueguês

source: Bugfix release to include meson_options.txt in the release tarballs.
pt_br: Versão para conserto de problemas que incluem um arquivo (meson_options.txt) que não estava disponível.

source: Display an ErrorDialog if Xi sends 'error'
pt_br: Mostrar um dialogo de erro se Xi enviar um erro

source: Rework the FindReplace dialog to be more compact
pt_br: Refazer o diálogo de achar-e-substituir para ser mais compacto

source: Add a regex, case sensitive and whole word matching option to the find dialog
pt_br: Diálogo de pesquisa agora tem suporte a expressões regulares, Diferenciar Maiúsculas/Minúsculas e considerar apenas palavras completas

source: Makes cut/copy operations non-blocking (fixes copy/paste when word-wrap is enabled)
pt_br: Operações de copiar e colar não irão mais travar a interface enquanto são feitas

source: This release adds an option for creating a right hand margin. It uses a different save dialog, and fixes pressing 'Cancel' in it.
pt_br: Essa versão adiciona uma opção para mostrar uma margem direita. Também usa um diálogo de salvar diferente, e conserta apertar “Cancelar” nele.

source: Ask user if changes should be saved upon closing. Also makes panics more readable.
pt_br: Perguntar se mudanças devem ser salvas antes. Também faz pânicos serem mais legíveis.

source: This release fixes the linecount upon deleting lines and fixes some crashes. It also adds a new icon.
pt_br: Essa versão corrige a contagem de linhas quando são deletadas e também elimina certas terminações abruptas do programa. Um novo ícone também é adicionado.

source: This release fixes the build without appstream-util.
pt_br: Essa versão corrige a construção sem appstream-util.

source: This release contains the following feature changes:
pt_br: Essa versão possui as seguintes mudanças de funções:

source: More verbose trace logging
pt_br: Maior verbosidade no logging

source: Use a thread to handle CoreMsgs instead of add_idle
pt_br: Use uma thread para responder CoreMsgs ao invés de add_idle

source: Display error window if xi-editor crashes
pt_br: Mostre mensagem de erro se xi-editor terminar execução de forma abrupta

source: Add newline to end of the file if it doesn't terminate with one
pt_br: Adicione um fim de linha automaticamente no arquivo

source: Only draw trailing spaces
pt_br: Mostrar apenas espaços desnecessários à direita do texto

source: Also use for sending stuff to xi
pt_br: (Também use para enviar conteúdo para xi

source: Build against system gettext
pt_br: Use o gettext do sistema

source: Fix hangs during startup, add 'Replace…' button and shortcut. Adds an option to visually draw spaces/tabs.
pt_br: Corrige travamentos na inicialização do programa, botão e atalho de 'Substituir…' adicionado. Adiciona uma opção para mostrar espaçamento por espaços e por tabulações

source: Use FileChooserNative instead of FileChooserDialog, fixes file opening/saving in flatpaks.
pt_br: Use FileChooserNative em vez de FileChooserDialog, corrige abrir e salvar arquivos em flatpaks.

source: Use GSettings to determine the default font, making for a more seamless experience on first start.
pt_br: Use GSettings para determinar a fonte padrão, permitindo uma melhor experiência no primeiro uso

source: Use GSettings for GXI config instead of a TOML file, add appdata.
pt_br: Use GSettings para configuração do GXI em vez de arquivo em TOML, adiciona appdata.

source: The Tau text editor
cs: Textový editor Tau
da: Teksteditoren Tau
de: Der Tau-Texteditor
es: El editor de textos Tau
id: Penyunting teks Tau
nl: De Tau teksteditor
pl: Edytor tekstu Tau
pt_br: O editor de texto Tau
ro: Editorul de text Tau
sr: Тау уређивач текста
sv: Textredigeraren Tau
uk: Текстовий редактор «Тау»

source: Text;Editor;Plaintext;Write;gxi;
cs: text;editor;textový editor;prostý text;psát;psaní;editovat;editace;gxi;xi;
da: Tekst;Editor;Ren tekst;Skriv;gxi;
de: Text;Editor;Klartext;Schreiben;gxi;
es: Texto;Editor;Texto sin formato;Escribir;gxi;
id: Teks;Penyunting;Editor;Teks polos;gxi;
nb: Tekst;tekstbehandker;klartekst;skriv;gxi;
nl: Tekst;Editor;Platte-tekst;Schrijven;gxi;
pl: Tekst;Text;Edytor;Editor;Zwykły tekst;Plaintext;Pisanie;Pisz;Napisz;Write;gxi;
pt_br: Texto;Editor;Texto Simples;Escrever;gxi;
ro: Text;Editor;Plaintext;Write;gxi;Text simplu;Scrie;
sr: текст;уређивач;пиши;обичан;Text;Editor;Plaintext;Write;gxi;
sv: Text;Redigerare;Vanlig text;Skriv;gxi;
uk: Text;Editor;Plaintext;Write;gxi;текст;редактор;звичайний;запис;гксі;редагування;

source: Launch a new Tau instance
cs: Spustit novou instanci Tau
da: Start en ny instans af Tau
de: Eine neue Tau-Instanz starten
es: Iniciar una instancia nueva de Tau
id: Luncurkan instansi baru Tau
nb: Åpne nytt Tau-program
nl: Start een nieuw exemplaar van Tau
pl: Nowe wystąpienie programu
pt_br: Lançar nova instância do Tau
ro: Lansează o instanță Tau nouă
sr: Покрените нови примерак Тауа
sv: Starta en ny Tau-instans
uk: Запустити новий екземпляр «Тау»

source: Xi-Editor’s theme
cs: Motiv editoru Xi
da: Xi-Editors tema
de: Thema des Xi-Editors
es: Tema del editor xi
id: Tema Xi-Penyunting
pl: Motyw Xi-Editor
pt_br: Tema do editor de texto Xi
ro: Temă Xi-Editor
ru: Тема Xi-Editor
sr: Тема Хи-уређивача
sv: Xi-redigerarens tema
uk: Тема редактора Xi

source: Sets the theme used for the editing area
cs: Nastavuje motiv používaný pro oblast úprav.
da: Indstiller det tema, som skal bruges til redigeringsområdet
de: Legt das Thema für den Editor-Bereich fest
es: Establece el tema utilizado en el área de edición
id: Mengatur tema yang digunakan untuk area penyuntingan
nb: Velger drakt for redigeringsområdet
nl: Selecteert het thema voor het werkvlak
pl: Ustawia motyw obszaru dokumentu
pt_br: Seleciona o tema para ser usado na área de edição
ro: Stabilește tema utilizată pentru zona de editare
ru: Тема области редактора
sr: Поставља тему коришћену за област уређивања
sv: Ställer in tema som används i redigeringsytan
uk: Встановлює тему, яку буде використано для панелі редагування

source: Draw trailing spaces
cs: Vykreslovat koncové mezery
da: Tegn efterstillede mellemrum
de: Nachlaufende Leerzeichen kennzeichnen
es: Mostrar espacios al final
id: Gambar spasi di belakang
nb: Tegn etterfølgende blanktegn
nl: Teken navolgende spaties
pl: Wyświetlanie końcowych spacji
pt_br: Mostrar espaços desnecessários à direita do texto
ro: Desenează spațiile de urmărire
ru: Отображать пробелы в конце
sr: Исцртај завршне размаке
sv: Rita ut avslutande blanksteg
uk: Візуалізація кінцевих пробілів

source: Draw spaces which are at the end of a line
cs: Zda vykreslovat mezery, které se nachází na konci řádku.
da: Tegn mellemrum som er ved slutningen af en linje
de: Leerzeichen kennzeichnen, die sich am Ende einer Zeile befinden
es: Mostrar los espacios que estén a final de renglón
id: Menggambar spasi yang berada di akhir baris
nb: Tegn blanktegn som er på slutten av en linje
nl: Teken (loze) spaties aan het eind van een regel
pl: Wyświetla spacje na końcach wierszy
pt_br: Mostrar espaços que estão no fim de uma linha
ro: Desenează spațiile care sunt la sfârșitul unei linii
ru: Отображать пробелы, которые находятся в конце строк
sr: Исцртаваће размаке који су на крају реда
sv: Rita ut blanksteg som är i slutet av raden
uk: Візуалізувати пробіли наприкінці рядків

source: Draw leading spaces
cs: Vykreslovat úvodní mezery
da: Tegn foranstillede mellemrum
de: Führende Leerzeichen kennzeichnen
es: Mostrar espacios al principio
id: Gambar spasi di depan
nb: Tegn innledende blanktegn
nl: Teken voorafgaande spaties
pl: Wyświetlanie początkowych spacji
pt_br: Mostrar espaços desnecessários à esquerda do texto
ro: Desenează spațiile de conducere
ru: Отображать ведущие пробелы
sr: Исцртај почетне размаке
sv: Rita ut inledande blanksteg
uk: Візуалізація початкових пробілів

source: Draw spaces which are at the beginning of a line
cs: Zda vykreslovat mezery, které se nachází na začátku řádku.
da: Tegn mellemrum som er ved begyndelsen af en linje
de: Leerzeichen kennzeichnen, die sich am Anfang einer Zeile befinden
es: Mostrar los espacios que estén a principio de renglón
id: Menggambar spasi yang berada di awal baris
nb: Tegn blanktegn som er på begynnelsen av en linje
nl: Teken spaties aan het begin van een regel
pl: Wyświetla spacje na początkach wierszy
pt_br: Mostrar espaços que estão no início de uma linha
ro: Desenează spațiile care sunt la începutul unei linii
ru: Отображать пробелы, которые находятся в начале строк
sr: Исцртаваће размаке који су на почетку реда
sv: Rita ut blanksteg som är i början av raden
uk: Візуалізувати пробіли на початку рядків

source: Draw selected spaces
cs: Vykreslovat vybrané mezery
da: Tegn markerede mellemrum
de: Ausgewählte Leerzeichen kennzeichnen
es: Mostrar los espacios seleccionados
id: Gambar spasi yang dipilih
pl: Wyświetlanie zaznaczonych spacji
pt_br: Mostrar espaços que estão selecionados
ro: Desenează spațiile selectate
ru: Отображать выделенные пробелы
sr: Исцртај изабране размаке
sv: Rita ut markerade blanksteg
uk: Візуалізувати позначені пробіли

source: Draw spaces whenever they are selected
cs: Zda vykreslovat mezery, i když se nacházejí ve výběru.
da: Tegn mellemrum når de er markeret
de: Leerzeichen kennzeichnen, wenn sie ausgewählt werden
es: Mostrar espacios cada vez que se seleccionen
id: Menggambar spasi setiap kali mereka dipilih
pl: Wyświetla spacje, kiedy są zaznaczone
pt_br: Mostrar espaços sempre que estiverem selecionados
ro: Desenează spațiile oricând sunt selectate
ru: Отображать пробелы, когда они выбраны
sr: Исцртаваће размаке кад год буду били изабрани
sv: Rita ut blanksteg närhelst de markeras
uk: Візуалізувати пробіли, якщо їх позначено

source: Draw all spaces
cs: Vykreslovat všechny mezery
da: Tegn alle mellemrum
de: Alle Leerzeichen kennzeichnen
es: Mostrar todos los espacios
id: Gambarl semua spasi
nb: Tegn alle blanktegn
nl: Teken alle spaties
pl: Wyświetlanie wszystkich spacji
pt_br: Mostrar todos os espaços
ro: Desenează toate spațiile
ru: Отображать все пробелы
sr: Исцртај све размаке
sv: Rita ut alla blanksteg
uk: Візуалізувати усі пробіли

source: Draw spaces, no matter the position
cs: Zda vykreslovat všechny mezery, bez ohledu na to, kde se nacházejí.
da: Tegn mellemrum, ligegyldigt hvor de er
de: Leerzeichen unabhängig von der Position kennzeichnen
es: Mostrar los espacios sin importar su posición
id: Menggambar spasi, tidak peduli posisi
nb: Tegn blanktegn, uansett posisjon
nl: Teken spaties ongeacht hun positie
pl: Wyświetla spacje, niezależnie od ich miejsca
pt_br: Mostrar todos os espaços, independente da posição
ro: Desenează spații, indiferent de poziție
ru: Отображать пробелы, независимо от позиции
sr: Исцртаваће размаке, без обзира на положај
sv: Rita ut blanksteg, oavsett position
uk: Візуалізувати пробіли незалежно від розташування

source: Draw a right hand margin
cs: Vykreslovat pravý okraj
da: Tegn en margen i højre side
de: Einen Rand auf der rechten Seite anzeigen
es: Mostrar un margen a la derecha
id: Gambar marjin kanan
nb: Tegn sidemarg på høyresiden
nl: Teken een rechterzijde margelijn
pl: Wyświetlanie marginesu po prawej stronie
pt_br: Mostrar margem direita
ro: Desenează o margine de mâna dreaptă
ru: Отображать поле справа
sr: Исцртава ивицу са десне стране
sv: Rita ut en marginal på höger sida
uk: Візуалізувати праве поле

source: Draw a right hand margin to limit the text width
cs: Zda vykreslovat hranici pravého okraje, který omezuje šířku textu.
da: Tegn en margen i højre side for at begrænse tekstens bredde
de: Einen Rand auf der rechten Seite anzeigen, um die Textbreite zu beschränken
es: Mostrar un margen a la derecha para limitar la anchura del texto
id: Gambarlah marjin kanan untuk membatasi lebar teks
nb: Tegner sidemarg på høyresiden for å begrense tekstbredden
nl: Teken een rechter margelijn om de tekstbreedte te begrenzen
pl: Wyświetla margines po prawej stronie, aby ograniczyć szerokość tekstu
pt_br: Mostrar margem direita para limitar a largura do texto
ro: Desenează o margine de mâna dreaptă pentru a limita lățimea textului
ru: Отображать поле справа, чтобы ограничить ширину текста
sr: Исцртаваће ивицу са десне стране да ограничи ширину текста
sv: Rita ut en marginal på höger sida för att begränsa textbredd
uk: Візуалізувати праве поле, яке обмежує ширину текстового блоку

source: At what column to display the margin
cs: Sloupec pravého okraje
da: Kolonnen hvor margenen skal vises
de: Bei welcher Buchstabenanzahl der Rand gezeigt werden soll
es: En qué columna debe mostrarse el margen
id: Pada kolom berapa menampilkan marjin
nb: Hvilken kolonne skal margen vises i
nl: Op welke kolom de margelijn getekend zal worden
pl: W której kolumnie wyświetlać margines
pt_br: Mostrar a margem em qual coluna
ro: La ce coloană să se afișeze marginea
ru: В каком столбце отображать поля
sr: На којој колони ће приказати ивицу
sv: På vilken kolumn som marginalen ska visas
uk: Позиція, на якій слід показувати поле

source: Sets the column at which the margin should be drawn
cs: Nastavuje sloupec, ve kterém se má vykreslovat okraj.
da: Indstiller den kolonne, hvor margenen skal tegnes
de: Legt die Zeichenanzahl fest, bei der der Rand gezeichnet werden soll
es: Establece la columna en la que se deberá mostrar el margen
id: Mengatur kolom di mana marjin harus digambar
nb: Hvilken kolonne skal margen vises i
nl: Selecteert de kolom waar de margelijn getekend wordt
pl: Ustawia kolumnę, w której wyświetlać margines
pt_br: Coluna em que a margem deve ser mostrada
ro: Stabilește coloana la care marginea ar trebui să fie desenată
ru: Устанавливает столбец, в котором должно быть нарисовано поле
sr: Поставља колону на којој ће се исцртавати ивица
sv: Ställer in kolumnen på vilken marginalen kommer att ritas
uk: Встановлює позицію у рядку, на якій має бути намальовано поле тексту

source: Whether the current line should be highlighted
cs: Zvýrazňovat aktuální řádek
da: Om den nuværende linje skal fremhæves
de: Legt fest, ob die aktuelle Zeile hervorgehoben werden soll
es: Indica si se debe resaltar la línea actual
id: Apakah baris saat ini harus disorot
nb: Hvorvidt nåværende linje skal framheves
nl: Of de huidige regel gemarkeerd moet worden
pl: Czy bieżący wiersz ma być wyróżniony
pt_br: Realçar a linha atual
ro: Dacă linia curentă ar trebui să fie evidențiată
ru: Должна ли быть выделена текущая строка
sr: Истицање текућег реда
sv: Huruvida den aktuella raden ska framhävas
uk: Чи має бути підсвічено поточний рядок

source: Sets if the current line should be highlighted, which eases navigation through the document
cs: Určuje, jestli má být při pohybu po dokumentu zvýrazňován aktuální řádek.
da: Indstiller om den nuværende linje skal fremhæves, hvilket gør det lettere at navigere i dokumentet
de: Legt fest, ob die aktuelle Zeile hervorgehoben werden soll. Das erleichtert die Navigation durch das Dokument
es: Establece si se resaltará la línea actual, lo que facilita la navegación por el documento
id: Mengatur apakah baris saat ini harus disorot, yang memudahkan navigasi melalui dokumen
nb: Bestemmer hvorvidt nåværende linje skal framheves, noe som letter navigasjon i dokumentet
nl: Selecteert het markeren van de huidige regel, vergemakkelijkt het navigeren van het document
pl: Ustawia, czy bieżący wiersz ma być wyróżniony, co ułatwia nawigację w dokumencie
pt_br: Realçar a linha atual, o que facilita a navegação do documento
ro: Stabilește dacă linia curentă ar trebui să fie evidențiată, ceea ce facilitează navigația prin document
ru: Устанавливает, должна ли быть выделена текущая строка, что облегчает навигацию по документу
sr: Одређује да ли текући ред треба бити истакнут, што олакшава кретање кроз документ
sv: Ställer in huruvida den aktuella raden ska framhävas, vilket underlättar navigering i dokumentet
uk: Встановлює, чи буде підсвічено поточний рядок. Підсвічування полегшує навігацію документом.

source: Sets the height of the window in the next start-up
cs: Výška okna pro příští spuštění
da: Indstiller højden på vinduet ved den næste opstart
de: Legt die Höhe des Fensters beim nächsten Start fest
es: Establece la altura de la ventana en la próxima ejecución
id: Mengatur ketinggian jendela di awal berjalan berikutnya
pl: Ustawia wysokość okna po następnym uruchomieniu
pt_br: Altura da janela na próxima inicialização
ro: Stabilește înălțimea ferestrei la pornirea următoare
ru: Устанавливает высоту окна при следующем запуске
sr: Поставља висину прозора при следећем покретању
sv: Ställer in höjden på fönstret under nästa uppstart
uk: Встановлює висоту вікна під час наступного запуску програми

source: Sets the width of the window in the next start-up
cs: Šířka okna pro příští spuštění
da: Indstiller bredden på vinduet ved den næste opstart
de: Legt die Breite des Fensters beim nächsten Start fest
es: Establece la anchura de la ventana en la próxima ejecución
id: Mengatur lebar jendela di awal berjalan berikutnya
pl: Ustawia szerokość okna po następnym uruchomieniu
pt_br: Largura da janela na próxima inicialização
ro: Stabilește lățimea ferestrei la pornirea următoare
ru: Устанавливает ширину окна при следующем запуске
sr: Поставља ширину прозора при следећем покретању
sv: Ställer in bredden på fönstret under nästa uppstart
uk: Встановлює ширину вікна під час наступного запуску програми

source: Sets if the window should be maximized during the next start-up
cs: Zda má být okno maximalizováno při příštím spuštění
da: Indstiller om vinduet skal være maksimeret ved den næste opstart
de: Legt fest, ob das Fenster beim nächsten Start maximiert werden soll
es: Establece si la ventana se maximizará en la próxima ejecución
id: Mengatur apakah jendela harus dimaksimalkan selama awal berjalan berikutnya
pl: Ustawia, czy okno ma być zmaksymalizowane po następnym uruchomieniu
pt_br: Maximizar a janela na próxima inicialização
ro: Stabilește dacă fereastra ar trebui să fie maximizată în timpul pornirii următoare
ru: Устанавливает, должно ли окно быть развернуто во время следующего запуска
sr: Одређује да ли прозор треба бити увећан при следећем покретању
sv: Ställer in huruvida fönstret ska vara maximerat under nästa uppstart
uk: Встановлює, чи має бути максимізовано вікно під час наступного запуску програми

source: Tab size
cs: Velikost tabulátoru
da: Tabulatorstørrelse
de: Tabulator-Größe
es: Tamaño de tabulador
id: Ukuran tab
nb: Fanestørrelse
nl: Tab grootte
pl: Rozmiar tabulacji
pt_br: Tamanho da tabulação
ro: Dimensiune tab
ru: Размер табуляции
sr: Величина табулатора
sv: Tabbstorlek
uk: Розмір табуляції

source: Amount of spaces that a tab is wide
cs: Určuje počet mezer na šířku jednoho tabulátoru.
da: Antal mellemrum som en tabulator er bred
de: Anzahl der Leerzeichen, die ein Tabulator breit ist
es: Cantidad de espacios de un tabulador
id: Banyaknya spasi selebar tab
nb: Antall mellomrom for tabulator
nl: Aantal spaties dat een tab omvat
pl: Liczba spacji, na jaką tabulacja jest szeroka
pt_br: Número de espaços que compõem uma tabulação
ro: Numărul de spații pe care un tab este larg
ru: Количество пробелов в ширине табуляции
sr: Ширина табулатора
sv: Antal blanksteg som en tabb ska motsvara
uk: Кількість пробілів у одній табуляції

source: Insert spaces instead of tabs
cs: Místo tabulátorů vkládat mezery
da: Indsæt mellemrum i stedet for tabulatorer
de: Leerzeichen anstelle von Tabulatoren einfügen
es: Insertar espacios en lugar de tabuladores
id: Sisipkan spasi, jangan tab
nb: Sett inn mellomrom istedenfor tabulatortegn
nl: Spaties in plaats van tabs
pl: Wstawianie spacji zamiast tabulacji
pt_br: Inserir espaços em vez de tabulações
ro: Inserează spații în loc de taburi
ru: Вставлять пробелы вместо табуляции
sr: Уметни размаке уместо табулатора
sv: Infoga blanksteg istället för tabbar
uk: Вставляти пропуски замість табуляції

source: Whether spaces should be inserted instead of tabs
cs: Zda se mají místo tabulátorů vkládat mezery.
da: Om der skal indsættes mellemrum i stedet for tabulatorer
de: Legt fest, ob Leerzeichen anstelle von Tabulatoren eingefügt werden sollen
es: Indica si deben insertar espacios en lugar de tabuladores
id: Apakah spasi harus disisipkan dan bukan tab
nb: Hvorvidt blanktegn skal settes inn istedenfor tabulator
nl: Of spaties de voorkeur genieten boven tabs
pl: Czy wstawiać spacje zamiast tabulacji
pt_br: Inserir espaços em vez de tabulações
ro: Dacă ar trebui să fie inserate spații în loc de taburi
ru: Должны ли быть вставлены пробелы вместо табуляции
sr: Да ли треба да умеће размаке уместо табулатора
sv: Huruvida blanksteg ska infogas istället för tabbar
uk: Чи слід вставляти пробіли замість табуляцій

source: Treat indentation with spaces like tabs
cs: Chovat se k odsazení s mezerami stejně, jako s tabulátory
da: Behandl indrykning med mellemrum som tabulatorer
de: Einrückung mit Leerzeichen genauso wie Tabulatoren behandeln
id: Perlakukan indentasi dengan spasi seperti tab
pl: Traktowanie wcięć ze spacjami jak tabulacje
pt_br: Tratar indentação com espaços como se fosse de tabulação
ro: Tratează identația cu spații precum taburile
ru: Относится к отступам с пробелами, как табуляции
sr: Сматра увлачење са размацима као табулаторе
sv: Hantera indentering med blanksteg som tabbar
uk: Обробляти відступи пробілами як табуляції
