Repository: Cogitri/Tau
Catalog: po/*.po
Languages: cs, da, de, es, id, nb, nl, pl, pt_br, ro, ru, sr, sv, uk

source: Font
es: Tipografía
nb: Skrift
nl: Lettertype

source: Appearance
es: Apariencia
nb: Utseende
nl: Uiterlijk

source: Display right margin at the column:
es: Mostrar margen derecho en la columna:
nb: Tegn en sidemarg på høyresiden i kolonnen:
nl: Teken rechter margelijn bij kolom:

source: Show Line Count
es: Mostrar el número de línea

source: Highlight tabs
es: Resaltar tabuladores

source: Highlight spaces
es: Resaltar espacios

source: All
es: Todos
nb: Alle
nl: Alle

source: Trailing
es: Al final
nb: Etterfølgende
nl: Navolgende

source: Leading
es: Al principio
nb: Innledende
nl: Voorafgaande

source: Selected
es: Seleccionados

source: None
es: Ninguno

source: Editing
es: Edición
nb: Redigering
nl: Bewerken

source: What language to apply these settings for
es: Idioma para el que aplicar la configuración

source: Syntax Configuration
es: Configuración de la sintaxis

source: Right-hand Margin
es: Margen derecho

source: Line Highlighting
es: Resaltado de línea

source: Show the line count in the editing pane
es: Mostrar el número de línea en el panel de edición

source: Line Wrapping
es: Ajuste de línea

source: What theme to use for the editing pane
es: El tema que usar para el panel de edición

source: Theme Configuration
es: Configuración del tema

source: Preferences related to the Editor’s behavior
es: Preferencias relacionadas con el comportamiento del editor

source: Inserting Spaces Instead of Tabs
es: Insertar espacios en lugar de tabuladores

source: Automatic Indention
es: Sangría automática

source: Use Tab Stops for Spaces
es: Usar tabuladores para espacios

source: Automatic Saving
es: Guardado automático

source: Drawing Tabs and Spaces
es: Mostrar tabuladores y espacios

source: Tabs
es: Tabuladores
nb: Faner

source: Spaces
es: Espacios
nb: Mellomrom
nl: Spaties

source: Fonts
es: Tipografías

source: What font to use in the editing pane
es: Tipografía que usar en el panel de edición

source: Font Configuration
es: Configuración de la tipografía

source: Specify syntax specific configuration
es: Sintaxis específica de la configuración

source: Tau is a GTK frontend for the xi text editor written in Rust. It's a very fast plain text editor.
nb: Tau er en GTK-grenseflate for xi-tekstbehandleren skrevet i Rust. Det er en veldig rask klartekstbehandler.
nl: Tau is de GTK grafische schil voor de xi-editor, een heel snelle platte-tekst editor geschreven in Rust.

source: Xi-Editor's theme
nl: Xi-Editors thema

source: Sets the height of the window in the next startup
nb: Setter høyden for vinduet for neste oppstart
nl: Instelling van de vensterhoogte na herstart

source: Sets the width of the window in the next startup
nb: Setter bredden for vinduet for neste oppstart
nl: Instelling voor de vensterbreedte na herstart

source: Sets if the window should be maximized during the next startup
nb: Setter hvorvidt vinduet skal maksimeres ved neste oppstart
nl: Stelt gemaximeerd venster na herstart in

source: If translate-tabs-to-spaces is true, backspaces will delete multiple spaces, up to the previous tab stop
nb: Hvis omgjør-faner-til-blanktegn er sant, vil rettetasten slette flere blanktegn, inntil forrige tabulator
nl: Als zet-tabs-in-spaties-om aan staat zal backspace meerdere spaties verwijderen, totaan de vorige tabulator stop

source: Automatically match document's indention on newlines
nb: Automatisk samsvar dokumentets innrykk ved nye linjer
nl: Automatisch het inspringen meenemen naar nieuwe regel

source: document-text
nb: dokument-tekst
nl: documenttekst

source: text
nb: tekst
nl: tekst

source: Auto Indent
nl: Automatisch inspringen

source: Insert Spaces
nb: Sett inn blanktegn
nl: Spaties Invoegen

source: About
nb: Om
nl: Over

source: Close All
nb: Lukk alle
nl: Alles Sluiten

source: Close
nb: Lukk
nl: Sluiten

source: Quit
nb: Avslutt
nl: Afsluiten

source: Creating new EditView
nb: Oppretter ny EditView
nl: Nieuwe 'EditView' maken

source: Xi-Update sender disconnected
nl: Xi-Update verbinding verbroken

source: Connecting
nb: Sammenkoblende
nl: Verbinden

source: events for EditView
nb: hendelser for redigeringsvisning
nl: 'events' voor 'EditView'

source: Setting title for EditView
nb: Setter tittel for EditView
nl: 'EditView' titel kiezen

source: for EditView
nl: voor 'EditView'

source: Setting edit font to
nb: Setter redigeringsskrift til
nl: Lettertype instellen als

source: Width
nb: Bredde
nl: Breedte

source: Height
nb: Høyde
nl: Hoogte

source: Updating visible scroll region
nb: Oppdater synlig rullefelt
nl: Zichtbare tekstdeel hertekenen

source: Drawing EditView
nb: Tegner EditView
nl: 'EditView' aan het tekenen

source: vertical adjustment
nb: loddrett justering
nl: verticale afstelling

source: horizontal adjustment
nb: vannrett justering
nl: horizontale afstelling

source: Couldn't update hscrollbar value because I couldn't get the line to scroll to!
nl: Kon horizontale schuifbalkwaarde niet bijwerken. Kon de regel waar naartoe niet verkrijgen!

source: Processing key press
nb: Behandler tastetrykk
nl: Verwerking toetsaanslag

source: value
nb: verdi
nl: waarde

source: state
nb: status
nl: toestand

source: length
nb: lengde
nl: lengte

source: group
nb: gruppe
nl: groep

source: Adding cutting text op to idle queue
nl: Voeg geknipte tekst aan lege wachtrij toe

source: Adding copying text op to idle queue
nl: Voeg gekopiëerde tekst aan lege wachtrij toe

source: Pasting text
nb: Innliming av tekst
nl: Tekst invoegen

source: Pasting primary text
nb: Limer inn hovedtekst
nl: Tekst invoegen (primaire buffer)

source: Resizing EditView
nb: Endrer størrelse på EditView
nl: 'EditView' herschalen

source: Changing language to
nb: Endrer språk til
nl: Verander taal in

source: Language has been changed to
nb: Språk endret til
nl: Thema is veranderd in

source: Couldn't determine what position the following language is in
nl: Kon niet vaststellen op welke positie de volgende taal zich bevindt

source: Showing about window
nl: Toon 'over'-venster

source: No default application
nb: Inget forvalgt program
nl: Geen standaard programma

source: Default application has wrong type
nl: Standaard programma heeft verkeerde type

source: Starting Tau
nl: Tau wordt gestart

source: Activating new view
nb: Aktiverer ny visning
nl: Activatie leeg blad

source: Failed to open new, empty view due to error
nb: Klarte ikke å åpne ny, tom visning som følge av feil
nl: Door een fout kon geen nieuw, leeg blad geopenend worden

source: Opening new file
nb: Åpner ny fil
nl: Nieuw bestand aan het openen

source: Failed to open new due to error
nl: Fout bij het openen van een nieuwe

source: Path
nb: Sti
nl: Pad

source: Shutting down…
nl: Aan het afsluiten…

source: Failed to get default CssProvider!
nl: Fout bij het opvragen van standaard CssProvider!

source: Theme name
nb: Draktnavn
nl: Themanaam

source: User chose to cancel exiting
nb: Bruker velger å avbryte lukking
nl: Gebruiker heeft zich bedacht. De toepassing wordt niet verlaten

source: User chose to close the application
nb: Brukeren velger å lukke programmet
nl: Gebruiker koos ervoor om het programma af te sluiten

source: User chose to not quit application
nb: Bruker velger å ikke lukke programmet
nl: De gebruiker heeft zich bedacht. Het proramma wordt niet afgesloten

source: User chose to quit application
nb: Bruker valgte å avslutte programmet
nl: Gebruiker koos ervoor het proramma af te sluiten

source: Showing main window
nb: Viser hovedvindu
nl: Tonen van centrale venster

source: Handling XiEvent
nl: Afhandeling XiEvent

source: isn't available, setting to default
nb: Er ikke tilgjengelig, setter til forvalg
nl: Is niet beschikbaar, val terug op standaardvariant

source: Couldn't find syntect plugin, functionality will be limited! Only found the following plugins
nl: Syntect-plugin niet gevonden, functiolaliteit hierdoor beperkt. Vond slechts de volgende plugins

source: has crashed
nb: har kræsjet
nl: is gecrasht

source: functionality will be limited
nb: funksjonaliteten vil begrenses
nl: Functionaliteit zal beperkt zijn

source: FileChooserNative open response
nl: 'FileChooserNative' openingsreactie

source: Couldn't open file
nb: Kunne ikke åpne fil
nl: Kon bestand niet openen

source: FileChooserNative save response
nl: 'FileChooserNative' reactie bij opslaan

source: Saving file
nb: Lagrer fil
nl: Bestand wegschrijven

source: Couldn't save file
nb: Kunne ikke lagre fil
nl: Kon bestand niet opslaan

source: Couldn't get current EditView. This may only mean that you don't have an editing tab open right now.
nb: Kune ikke hende nåværende redigeringsvisning. Dette kan bety at d ikke har en redigeringsfane åpen akkurat nå.
nl: Kon huidige 'EditView' niet verkrijgen. Het zou kunnen dat u geen enkel tabblad open hebt.

source: Requesting new view
nb: Forespør ny visning
nl: Opvragen leeg blad

source: Closing all EditViews
nb: Lukker alle EditViews
nl: Alle 'EditView's aan het sluiten

source: Closing current Editview
nb: Lukker nåværende EditView
nl: Huidige 'EditView' aan het sluiten

source: Closing Editview
nb: Lukker EditView
nl: 'EditView' aan het sluiten

source: Save dialog has been destroyed before the user clicked a button
nb: Lagringsdialoget har blitt ødelagt før brukeren klikket en knapp
nl: Het 'opslaan'-dialoogvenster is verdwenen nog voordat de gebruiker een keuze kon maken

source: Unknown key change event
nb: Ukjent tasteendringshendelse
nl: Onbekend toetsmutatie 'event'

source: gxi crash reporter
nb: gxi-kræsjinnrapportering
nl: Tau crash rapporteur

source: It seems like gxi has crashed, sorry!
nb: Det later til at gxi har kræsjet.
nl: Het ziet ernaar uit dat Tau is gecrasht, sorry!

source: Please send the contents of the file below to our GitHub issue tracker so we can fix it! Thank you =)
nb: Send innholdet av filen nedenfor til vår GitHub-feilsporer slik at vi kan fikse det. Takk.
nl: Stuur alstublieft de inhoud van het onderstaande bestand naar onze GitHub 'issue tracker' zodat we ermee aan de slag kunnen. Alvast bedankt! =)

source: File
nb: Fil
nl: Bestand

source: Setting active theme
nb: Setter iført drakt
nl: Instellen huidige thema

source: Theme changed to
nb: Drakt endret til
nl: Thema ingesteld op

source: Allocating DrawingArea size
nb: Tildeler DrawingArea-størrelse

source: Plugin
nb: Programtillegg

source: URL
nb: Nettadresse
