Repository: Cogitri/Tau
Catalog: po/*.po
Languages: cs, da, de, es, id, nb, nl, pl, pt_br, ro, ru, sr, sv, uk

source: Save files when the Tau goes out of focus
cs: Uložit soubory, když Tau ztratí zaměření
da: Gem filer når Tau mister fokus
de: Dateien speichern, wenn Tau den Fokus verliert
es: Guardar archivos cuando Tau pierde el foco
id: Menyimpan berkas ketika Tau lepas dari fokus
pl: Zapisywanie plików, kiedy program przestaje być aktywny
pt_br: Salvar arquivos quando Tau perde o foco
ro: Salvează fișiere când Tau iese din focus
ru: Сохранять файлы, когда Tau не в фокусе
sr: Сачувај датотеке када Тау изађе из фокуса
sv: Spara filer när Tau förlorar fokus
uk: Зберігати файли, якщо «Тау» втрачає фокус

source: Show the embedded terminal on startup
cs: Po spuštění zobrazit vložený terminál
da: Vis den indlejrede terminal ved opstart
de: Eingebettetes Terminal beim Start anzeigen
id: Tampilkan terminal tertanam pada saat awal mula
pl: Wyświetlanie osadzonego terminala po uruchomieniu
pt_br: Iniciar com terminal embutido ativo
ro: Arată terminalul încorporat la pornire
ru: Показывать встроенный терминал при запуске
sr: Прикажи уграђени терминал при покретању
sv: Visa den inbäddade terminalen vid uppstart
uk: Показувати вбудований термінал після запуску

source: What shell to start
cs: Který shell spustit
da: Hvilken skal der skal startes
de: Zu startende Shell
id: Shell apa yang dimulai
pl: Którą powłokę uruchamiać
pt_br: Iniciar com qual shell
ro: Care shell să se pornească
ru: Какую оболочку запустить
sr: Шкољка за покретање
sv: Vilket skal som ska startas
uk: Яку командну оболонку слід запустити

source: Highlighting spaces
cs: Zvýrazňovat mezery
da: Fremhævning af mellemrum
de: Leerzeichen hervorheben
id: Menyoroti spasi
pl: Wyróżnianie spacji
pt_br: Realçar espaços
ro: Se evidențiază spațiile
ru: Подсветка пробелов
sr: Истицање размака
sv: Framhävande av blanksteg
uk: Підсвічування пробілів

source: Don't draw spaces
cs: Nevykreslovat mezery
da: Tegn ikke mellemrum
de: Leerzeichen nicht kennzeichnen
id: Jangan menggambar spasi
pl: Wyłączenie wyświetlania spacji
pt_br: Não mostrar espaços
ro: Nu desena spații
ru: Не отображать пробелы
sr: Не исцртавај размаке
sv: Rita inte ut blanksteg
uk: Не візуалізувати пробіли

source: Highlighting tabs
cs: Zvýrazňovat tabulátory
da: Fremhævning af tabulatorer
de: Tabulatoren hervorheben
id: Menyoroti tab
pl: Wyróżnianie tabulacji
pt_br: Realçar tabulações
ro: Se evidențiază taburile
ru: Подсветка табуляции
sr: Истицање табулатора
sv: Framhävande av tabbar
uk: Підсвічування табуляцій

source: Don't draw tabs
cs: Nevykreslovat tabulátory
da: Tegn ikke tabulatorer
de: Tabulatoren nicht hervorheben
id: Jangan menggambar tab
pl: Wyłączenie wyświetlania tabulacji
pt_br: Não mostrar tabulações
ro: Nu desena taburi
ru: Не отображать табуляции
sr: Не исцртавај табулаторе
sv: Rita inte ut tabbar
uk: Не візуалізувати табуляції

source: Font configuration
cs: Nastavení fontu
da: Konfiguration af skrifttype
de: Schriftart-Konfiguration
id: Konfigurasi fonta
pl: Konfiguracja czcionki
pt_br: Configuração da fonte
ro: Configurație de font
ru: Конфигурация шрифтов
sr: Подешавања слова
sv: Typsnittskonfiguration
uk: Налаштування шрифтів

source: Save As…
cs: Uložit jako…
da: Gem som …
de: Speichern unter …
es: Guardar como…
id: Simpan Sebagai…
nl: Opslaan Als…
pl: Zapisz jako…
pt_br: Salvar Como...
ro: Salvează ca…
ru: Сохранить как …
sr: Сачувај као…
sv: Spara som…
uk: Зберегти як…

source: Save All
cs: Uložit vše
da: Gem alle
de: Alles speicherm
es: Guardar todo
id: Simpan Semua
nb: Lagre alle
nl: Alles Opslaan
pl: Zapisz wszystko
pt_br: Salvar Todos
ro: Salvează toate
ru: Сохранить все
sr: Сачувај све
sv: Spara alla
uk: Зберегти всі

source: Find…
cs: Najít…
de: Suchen …
es: Buscar…
id: Cari…
nb: Finn…
nl: Zoeken…
pl: Znajdź…
pt_br: Achar...
ro: Caută…
ru: Найти…
sr: Нађи…
sv: Sök…
uk: Знайти…

source: Replace…
cs: Nahradit…
da: Erstat …
de: Ersetzen …
es: Reemplazar…
id: Ganti…
nb: Erstatt…
nl: Vervang…
pl: Zastąp…
pt_br: Substituir...
ro: Înlocuiește…
ru: Заменить…
sr: Замени…
sv: Ersätt…
uk: Замінити…

source: Show Terminal
cs: Zobrazit terminál
da: Vis terminal
de: Terminal anzeigen
id: Tampilkan Terminal
pl: Wyświetl terminal
pt_br: Mostrar Terminal
ro: Arată terminalul
ru: Показать терминал
sr: Прикажи терминал
sv: Visa terminal
uk: Показати термінал

source: Toggle Fullscreen
cs: Přepnout celou obrazovku
da: Fuldskærm til/fra
de: Vollbildmodus umschalten
es: Alternar la vista de pantalla completa
id: Jungkit Mode Layar Penuh
pl: Przełącz pełny ekran
pt_br: Tela Inteira
ro: Comută pe ecran complet
ru: Включить полно экранный режим
sr: Преко целог екрана
sv: Växla helskärm
uk: Увімкнути/вимкнути повноекранний режим

source: Help
cs: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
id: Bantuan
nb: Hjelp
nl: Hulp
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
ru: Справка
sr: Помоћ
sv: Hjälp
uk: Довідка

source: Keyboard Shortcuts
cs: Klávesové zkratky
da: Tastaturgenveje
de: Tastenkombinationen
es: Atajos del teclado
id: Pintasan Papan Tik
pl: Skróty klawiszowe
pt_br: Atalhos de teclado
ro: Scurtături de tastatură
ru: Комбинации клавиш
sr: Пречице тастатуре
sv: Tangentbordsgenvägar
uk: Клавіатурні скорочення

source: About Tau
cs: O aplikaci Tau
da: Om Tau
de: Info zu Tau
es: Acerca de Tau
id: Tentang Tau
pl: O programie
pt_br: Sobre
ro: Despre Tau
ru: О программе Tau
sr: О програму
sv: Om Tau
uk: Про «Тау»

source: Open
cs: Otevřít
da: Åbn
de: Öffnen
es: Abrir
id: Buka
nb: Åpne
nl: Openen
pl: Otwórz
pt_br: Abrir
ro: Deschide
ru: Открыть
sr: Отвори
sv: Öppna
uk: Відкрити

source: Save
cs: Uložit
da: Gem
de: Speichern
es: Guardar
id: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
sr: Сачувај
sv: Spara
uk: Зберегти

source: Untitled
cs: Nepojmenovaný
da: Unavngivet
de: Unbenannt
es: Sin título
id: Tanpa judul
nb: Uten tittel
nl: Naamloos
pl: Bez tytułu
pt_br: Sem Titulo
ro: Fără titlu
sr: Без наслова
sv: Namnlös
uk: Без назви

source: Line
cs: Řádek
da: Linje
de: Zeile
es: Línea
id: Baris
nb: Linje
nl: Regel
pl: Wiersz
pt_br: Linha
ro: Linie
sr: Ред
sv: Rad
uk: Рядок

source: Column
cs: Sloupec
da: Kolonne
de: Spalte
es: Columna
id: Kolom
nb: Kolonne
nl: Kolom
pl: Kolumna
pt_br: Coluna
ro: Coloană
sr: Колона
sv: Kolumn
uk: Позиція

source: Plain Text
cs: Prostý text
da: Ren tekst
de: Klartext
es: Texto sin formato
id: Teks Polos
nb: Klartekst
nl: Platte Tekst
pl: Zwykły tekst
pt_br: Texto Simples
ro: Text simplu
sr: Обичан текст
sv: Vanlig text
uk: Звичайний текст

source: Tab Size
cs: Velikost tabulátoru
da: Tabulatorstørrelse
de: Tabulator-Größe
es: Tamaño del tabulador
id: Ukuran Tab
pl: Rozmiar tabulacji
pt_br: Largura da tabulação
ro: Dimensiune tab
sr: Величина табулатора
sv: Tabbstorlek
uk: Розмір табуляції

source: GTK frontend for the xi text editor, written in Rust
cs: Uživatelské rozhraní GTK pro exitor Xi, napsané v jazyce Rust
da: GTK-frontend til teksteditoren xi, skrevet i Rust
de: Ein in Rust geschriebenes GTK-Frontend für den xi Texteditor
es: Interfaz en GTK para el editor de textos xi, escrito en Rust
id: Frontend GTK untuk penyunting teks xi, ditulis dalam Rust
nb: GTK-grenseflate for xi-tekstbehandleren, skrevet i Rust
nl: GTK grafische schil voor de xi tekst editor, geschreven in Rust
pl: Interfejs GTK dla edytora tekstu xi, napisany w języku Rust
pt_br: Frontend em GTK para o editor de texto xi, escrito em Rust
ro: Interfața GTK pentru editorul de text xi, scris în Rust
sr: Гтк челник за икси уређивач текста, написан у Расту
sv: GTK-gränssnitt för textredigeraren xi, skrivet i Rust
uk: Написана мовою Rust оболонка на основі GTK до текстового редактора xi

source: translator-credits
cs: Marek Černocký <marek@manet.cz>
da: scootergrisen
de: Rasmus Thomsen <Rasmus.thomsen@protonmail.com>, 2019. Philipp Kiemle <philipp.kiemle@gmail.com>, 2021. Christian Kirbach <christian.kirbach@gmail.com>, 2021
es: Daniel Mustieles <daniel.mustieles@gmail.com>, 2019 Adolfo Jayme Barrientos <fitojb@ubuntu.com>, 2019
id: Andika Triwidada <andika@gmail.com>, 2020.
nb: Allan Nordhøy
nl: Luuk van der Duim
pl: Piotr Drąg <piotrdrag@gmail.com>, 2019-2020 Aviary.pl <community-poland@mozilla.org>, 2019-2020
pt_br: maxice8
ro: Florentina Mușat <florentina [dot] musat [dot] 28 [at] gmail [dot] com>, 2020
sr: Мирослав Николић <miroslavnikolic@rocketmail.com> http://prevod.org — превод на српски језик
sv: Gleb Vassiljev <gleb@netkom.se> Anders Jonsson <anders.jonsson@norsjovallen.se> Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>.
uk: Юрій Чорноіван <yurchor@ukr.net>

source: Welcome to Tau's terminal.
cs: Vítejte v terminálu aplikace Tau.
da: Velkommen til Taus terminal.
de: Willkommen im Terminal von Tau.
id: Selamat datang di terminal Tau.
pl: Witamy w terminalu Tau.
pt_br: Bem vindo ao terminal inbutido do Tau.
ro: Bine ați venit la terminalul lui Tau.
sr: Добро дошли у Тауов терминал.
sv: Välkommen till Taus terminal.
uk: Вітаємо у терміналі Tau.

source: Start a new instance of the application
cs: Spustit novou instanci aplikace
da: Start en ny instans af programmet
de: Eine neue Instanz der Anwendung starten
es: Iniciar una instancia nueva de la aplicación
id: Memulai sebuah instance baru dari aplikasi
nb: Åpne enda en utgave av programmet
pl: Uruchamia nowe wystąpienie programu
pt_br: Iniciar nova instância
ro: Începe o instanță nouă a aplicației
sr: Покрените нови примерак програма
sv: Starta en ny instans av programmet
uk: Запустити новий екземпляр програми

source: Failed open new view due to error
es: Falló al abrir la vista nueva debido a un error
pt_br: Falhar em abrir nova taba
uk: Не вдалося відкрити нову панель перегляду через помилку

source: Failed to open new view due to error
es: Falló al abrir la vista nueva debido a un error
pt_br: Falhar em abrir nova taba
uk: Не вдалося відкрити нову панель перегляду через помилку

source: Couldn’t get Documents directory to autosave unnamed file. Please make sure “XDG_DATA_DIR” or similar is set.
cs: Nezdařilo se zjistit složku pro dokumenty, aby se do ní automaticky uložil nepojmenovaný soubor. Zkontrolujte, jestli je nastavená proměnná „XDG_DATA_DIR“, nebo jiná s podobným významem.
da: Kunne ikke hente dokumentets mappe til automatisk at gemme unavngivet fil. Sørg venligst for at “XDG_DATA_DIR” eller lignende er indstillet.
de: Das Dokumentenverzeichnis konnte nicht gefunden werden, um die unbenannte Datei automatisch zu speichern. Stellen Sie sicher, das »XDG_DATA_DIR« o. ä. gesetzt ist.
es: No se pudo obtener la carpeta Documentos para guardar automáticamente el archivo sin nombre. Asegúrese de que se ha configurado «XDG_DATA_DIR» o similar.
id: Tidak bisa mendapatkan direktori Dokumen untuk autosave berkas tanpa nama. Pastikan "XDG_DATA_DIR" atau yang serupa sudah diatur.
pl: Nie można uzyskać katalogu Dokumenty, aby automatycznie zapisać plik bez nazwy. Proszę się upewnić, że ustawiono zmienną „XDG_DATA_DIR” lub podobną.
pt_br: Não foi possível achar diretório de documentos para salvar automaticamente. Por favor garanta que “XDG_DATA_DIR” ou similar esteja definido no ambiente.
ro: Nu s-a putut face ca directorul Documente să salveze automat fișierul nedenumit. Asigurați-vă că „XDG_DATA_DIR” sau similare sunt stabilite.
sr: Не могу да добавим директоријум Докумената да сам сачувам датотеке без наслова. Уверите се да је постављено „XDG_DATA_DIR“ или слично.
sv: Kunde inte erhålla Dokument-katalog för att automatiskt spara namnlös fil. Säkerställ att ”XDG_DATA_DIR” eller liknande har ställts in.
uk: Не вдалося отримати дані щодо каталогу «Документи» для автоматичного збереження файла без назви. Будь ласка, переконайтеся, що у середовищі встановлено змінну «XDG_DATA_DIR» або подібну до неї змінну.

source: Save unsaved changes
cs: Uložit neuložené změny?
da: Gem ændringer som ikke er gemt
de: Nicht gesicherte Änderungen speichern
es: Guardar cambios no guardados
id: Menyimpan perubahan yang belum disimpan
nb: Lagre ulagrede endringer
nl: Opslaan van onopgeslagen bewerkingen
pl: Zapis niezapisanych zmian
pt_br: Salvar mudanças não salvas
ro: Salvează modificările nesalvate
sr: Сачувај несачуване измене
sv: Spara osparade ändringar
uk: Зберегти незбережені зміни

source: Close Without Saving
cs: Zavřít bez uložení
da: Luk uden at gemme
de: Schließen ohne zu speichern
es: Cerrar sin guardar
id: Tutup Tanpa Menyimpan
nb: Lukk uten å lagre
nl: Sluiten zonder opslaan
pl: Zamknij bez zapisywania
pt_br: Fechar sem salvar
ro: Închide fără să salvezi
sr: Затвори без чувања
sv: Stäng utan att spara
uk: Закрити без збереження

source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
id: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează
sr: Откажи
sv: Avbryt
uk: Скасувати

source: Open a file to edit
cs: Otevření souboru pro úpravy
da: Åbn en fil som skal redigeres
de: Eine Datei zum bearbeiten öffnen
es: Abrir un archivo para editarlo
id: Membuka berkas untuk menyunting
nb: Åpne en fil å redigere
nl: Open bestand om te bewerken
pl: Otwarcie pliku do modyfikacji
pt_br: Abrir um arquivo para edição
ro: Deschide un fișier pentru a-l edita
sr: Отворите датотеку за уређивање
sv: Öppna en fil för redigering
uk: Відкрити файл для редагування

source: Couldn’t open file
cs: Nezdařilo se otevřít soubor
da: Kunne ikke åbne filen
de: Datei konnte nicht geöffnet werden
es: No se pudo abrir el archivo
id: Tidak dapat membuka berkas
pl: Nie można otworzyć pliku
pt_br: Não foi possível abrir o arquivo
ro: Nu s-a putut deschide fișierul
sr: Не могу да отворим датотеку
sv: Kunde inte öppna filen
uk: Не вдалося відкрити файл

source: Save file
cs: Uložení souboru
da: Gem fil
de: Datei speichern
es: Guardar archivo
id: Simpan berkas
nb: Lagre fil
nl: Bestand opslaan
pl: Zapis pliku
pt_br: Salvar arquivo
ro: Salvează fișierul
sr: Сачувајте датотеку
sv: Spara fil
uk: Зберегти файл

source: Couldn’t save file
cs: Nezdařilo se uložit soubor
da: Kunne ikke gemme filen
de: Datei konnte nicht gespeichert werden
es: No se pudo guardar el archivo
id: Tidak bisa menyimpan berkas
pl: Nie można zapisać pliku
pt_br: Não foi possível salvar o arquivo
ro: Nu s-a putut salva fișierul
sr: Не могу да сачувам датотеку
sv: Kunde inte spara filen
uk: Не вдалося зберегти файл

source: Couldn’t find the xi-syntect-plugin. As such these settings won’t work in the current session.
cs: Nezdařilo se najít zásuvný modul xi-syntect-plugin. Z toho důvodu tato nastavení nebudou v aktuálním sezení fungovat.
da: Kunne ikke finde xi-syntect-plugin. Indstillingerne vil som sådan ikke virke i den nuværende session.
de: Das xi-syntect-plugin konnte nicht gefunden werden. Diese Einstellungen werden deshalb in der aktuellen Sitzung nicht funktionieren.
es: No se pudo encontrar el complemento xi-syntect-plugin. Por lo tanto, esta configuración no funcionará en la sesión actual.
id: Tidak dapat menemukan xi-syntect-plugin. Karena pengaturan ini tidak akan bekerja pada sesi saat ini.
pl: Nie można odnaleźć „xi-syntect-plugin”. Z tego powodu te ustawienia nie będą uwzględnione w obecnej sesji.
pt_br: Não foi possível achar o plugin de sintaxe específicas. Funções de sintaxes específicas não estarão disponíveis nesta sessão.
ro: Nu s-a putut găsi xi-syntect-plugin. Ca atare aceste configurări nu vor funcționa în sesiunea curentă.
sr: Не могу да нађем „xi-syntect-plugin“. И због тог ове поставке неће радити у овој сесији.
sv: Kunde inte hitta xi-syntect-insticksmodulen. Därför kommer dessa inställningar inte fungera i aktuell session.
uk: Не вдалося знайти xi-syntect-plugin. Через це, ці параметри не працюватимуть у поточному сеансі.

source: Tau
sr: Тау
uk: Тау

source: Whether or not to show the line count in the editing pane
cs: Zda v panelu pro úpravy zobrazovat, či nezobrazovat, počet řádků.
da: Om antal linjer skal vises i redigeringsruden
de: Legt fest, ob die Zeilenzahl im Bearbeitungsfenster angezeigt wird
es: Indica si se deben mostrar o no los números de línea en el panel de edición
id: Apakah akan menampilkan cacah baris di panel penyuntingan atau tidak
pl: Czy wyświetlać liczbę wierszy w panelu dokumentu
ro: Dacă să se arate sau nu numărul liniei în panoul de editare
ru: Показывать или нет количество строк на панели редактирования
sr: Да ли ће приказати број реда у окну уређивања или не
sv: Huruvida radantal ska visas i redigeringspanelen
uk: Чи слід показувати кількість рядків на панелі редагування

source: List of file paths open in the current or most recent session
cs: Seznam cest k otevřeným souborům v aktuálním a nejposlednějších sezeních.
da: Liste over filstier som er åbne i den nuværende eller sidste session
de: Liste von Dateipfaden, die in der aktuellen oder der letzten Sitzung geöffnet sind/waren
es: Lista de rutas de archivos abiertos en la sesión actual o en la más reciente
id: Daftar path berkas yang terbuka di sesi saat ini atau terbaru
pl: Lista ścieżek do plików otwartych w obecnej lub najnowszej sesji
ro: Lista căilor de fișier deschise în sesiunea curentă sau cea mai recentă
ru: Список путей к файлам, открытых в текущем или последнем сеансе
sr: Списак путања датотека отворених у текућој или скорашњој сесији
sv: Lista över filsökvägar som är öppna i den aktuella eller senaste sessionen
uk: Список шляхів до відкритих файлів у поточному і найсвіжішому сеансах

source: Whether or not to restore last session on start-up
cs: Zda při spuštění obnovit, či neobnovit, sezení z posledně.
da: Om den sidste session skal gendannes ved opstart
de: Legt fest, ob die letzte Sitzung beim Start wiederhergestellt wird
es: Indica si se debe restaurar o no la última sesión al iniciar
id: Apakah memulihkan sesi terakhir saat mulai berjalan atau tidak
pl: Czy przywracać ostatnią sesję podczas uruchamiania
ro: Dacă să se restaureze sau nu ultima sesiune la pornire
ru: Так или иначе восстанавливать последнюю сессию при запуске
sr: Да ли ће вратити последњу сесију приликом покретања или не
sv: Huruvida den senaste sessionen ska återställas vid uppstart eller inte
uk: Чи слід відновлювати останній сеанс під час запуску

source: Whether or not to display full path instead of file name in Tau's title bar.
cs: Zda v záhlavní liště aplikace Tau místo názvu upravovaného souboru zobrazovat celou cestu.
da: Om filnavnets fulde sti skal vises i Taus titellinje.
de: Legt fest, ob in der Fensterleiste der komplette Dateipfad statt nur dem Dateinamen angezeigt werden soll.
id: Apakah menampilkan path lengkap bukan hanya nama berkas di bilah judul Tau atau tidak.
pl: Czy wyświetlać pełną ścieżkę zamiast nazwy pliku na pasku tytułu programu.
ro: Dacă să se afișeze sau nu calea completă în locul numelui de fișier în bara de titlu a lui Tau.
ru: Отображать или нет полный путь вместо имени файла в строке заголовка Tau.
sr: Да ли ће приказивати пуну путању уместо назива датотеке у насловној траци.
sv: Huruvida den fullständiga filsökvägen ska visas istället för filnamn i Taus namnlist.
uk: Чи слід показувати повний шлях до файла замість назви файла на смужці заголовка «Тау».

source: Whether or not to show an integrated terminal in Tau's editing pane
cs: Zda v panelu pro úpravy zobrazovat, či nezobrazovat, integrovaný terminál.
da: Om der skal vises en integreret terminal i Taus redigeringsrude
de: Legt fest, ob ein integriertes Terminal im Editor-Bereich angezeigt werden soll
id: Apakah menampilkan terminal terpadu di panel penyuntingan Tau atau tidak
pl: Czy wyświetlać zintegrowany terminal w panelu dokumentu
ro: Dacă să se arate sau nu un terminal integrat în panoul de editare al lui Tau
ru: Показывать или нет встроенный терминал на панели редактирования Tau
sr: Да ли ће приказивати уграђени терминал у окну уређивања
sv: Huruvida en integrerad terminal ska visas i Taus redigeringspanel
uk: Визначає, чи слід показувати вбудований термінал на панелі редагування «Тау»

source: Show or hide search options such as case sensitivity
cs: Zobrazit nebo skrýt volby hledání, jako je např. rozlišování velikosti písmen
da: Vis og skjul søgevalgmuligheder såsom forskel på store/små bogstaver
de: Suchoptionen wie z. B. Groß-/Kleinschreibung zeigen oder verstecken
es: Mostrar u ocultar opciones de búsqueda tales como la distinción de mayúsculas/minúsculas
id: Menampilkan atau menyembunyikan opsi penelusuran seperti sensitivitas besar kecil huruf
nb: Vis eller skjul søkevalg som forskjell på små og store bokstaver
nl: Toon/verberg zoekopties, zoals hoofdlettergevoeligheid
pl: Wyświetla lub ukrywa opcje wyszukiwania, takie jak rozróżnianie wielkości znaków
ro: Arată sau ascunde opțiunile de căutare cum ar fi majuscule semnificative
ru: Показать или скрыть параметры поиска, такие как чувствительность к регистру
sr: Прикажите или сакријте опције претраге као што је разликовање величине слова
sv: Visa eller dölj sökalternativ så som skiftlägeskänslighet
uk: Показати або приховати параметри пошуку, зокрема чутливість до регістру символів

# shortcut window
source: Go to line
cs: Přejít na řádek
da: Gå til linje
de: Gehe zu Zeile
es: Ir a la línea
id: Pergi ke baris
pl: Przejście do wiersza
ro: Navighează la linia
sr: Идите на ред
sv: Gå till rad
uk: Перейти до рядка

# shortcut window
source: Outdent the current selection
cs: Zmenšit odsazení aktuálního výběru
da: Udryk den nuværende markering
de: Die aktuelle Auswahl ausrücken
id: Outdent pilihan saat ini
pl: Usunięcie wcięcia bieżącego zaznaczenia
ro: Nu indenta selecția curentă
ru: Выровнять по отступу
sr: Поништите увлачење текућег избора
sv: Minska indrag för aktuell markering
uk: Скасувати відступ у поточному позначеному фрагменті

source: View
cs: Zobrazení
da: Vis
de: Ansicht
es: Ver
id: Tilik
pl: Widok
ro: Vizualizare
ru: Вид
sr: Преглед
sv: Vy
uk: Перегляд

source: Preferences related to the View’s look
cs: Předvolby vztahující se k vzhledu zobrazení
da: Indstillinger som har relation til visningens udseende
de: Einstellungen zum Aussehen der Ansicht
es: Preferencias relacionadas con el aspecto de la vista
id: Preferensi yang terkait dengan tampilan Tilikan
pl: Preferencje związane z wyglądem
ro: Preferințe legate de aspectul vizualizării
ru: Параметры внешнего вида
sr: Поставке које се односе на изглед прегледа
sv: Inställningar relaterade till vyns utseende
uk: Налаштування, які пов'язано із виглядом панелі перегляду

source: Editor
id: Penyunting
pl: Edytor
ru: Редактор
sr: Уређивач
sv: Redigerare
uk: Редактор

source: Terminal
cs: Terminál
ru: Терминал
sr: Терминал
uk: Термінал

source: Go To Line…
cs: Přejít na řádek…
da: Gå til linje …
de: Gehe zu Zeile …
id: Ke Barise…
pl: Przejdź do wiersza…
ro: Navighează la linia…
sr: Иди на ред…
sv: Gå till rad…
uk: Перейти до рядка…

source: Handling
nb: Håndtering
nl: Behandeling
uk: Обробка

source: action
nb: handling
nl: actie
uk: дія

source: Rasmus “Cogitri” Thomsen
sr: Расмус „Когитрид Томсен

# shortcut window
source: Select all occurences of the current selection
cs: Vybrat všechny výskyty aktuálního výběru
da: Markér alle forekomster af den nuværende markering
de: Alle Vorkommen der aktuellen Auswahl markieren
id: Sorot semua kemunculan dari pilihan saat ini
pl: Zaznaczenie wszystkich wystąpień bieżącego zaznaczenia
ro: Selectează toate aparițiile selecției curente
sr: Изаберите све појаве тренутног избора
sv: Markera alla förekomster av aktuell markering

source: Treat indention with spaces like tabs
es: Tratar sangría con espacios como si utilizara tabuladores
nb: Håndter innrykk med blanktegn som tabulator
nl: Inspringen met spaties net als tabs behandelen

source: Automatically match document’s indention on newlines
es: Igualar automáticamente la sangría del documento en líneas nuevas

source: Weather or not to display full path instead of file name in Tau's title bar.
es: Indica si se debe mostrar o no la ruta completa en lugar del nombre del archivo en la barra de título de Tau.

source: Enable automatic indention
es: Activar la sangría automática

# shortcut window
source: Find and Replace
es: Buscar y reemplazar

source: Theme
es: Tema
nb: Drakt
nl: Thema
