Repository: Cogitri/Tau
Catalog: po/*.po
Languages: cs, da, de, es, id, nb, nl, pl, pt_br, ro, ru, sr, sv, uk

# shortcut window
source: Find the next match
cs: Najít následující výskyt
da: Find det næste match
de: Weitersuchen
es: Buscar la siguiente coincidencia
id: Cari cocok berikutnya
pl: Wyszukanie następnego wyniku
pt_br: Ir para o próximo resultado
ro: Caută potrivirea următoare
ru: Найти следующее совпадение
sr: Нађите следеће поклапање
sv: Sök nästa matchning
uk: Знайти наступний збіг

# shortcut window
source: Find the previous match
cs: Najít předchozí výskyt
da: Find det forrige match
de: Rückwärts weitersuchen
es: Buscar la coincidencia anterior
id: Cari cocok sebelumnya
pl: Wyszukanie poprzedniego wyniku
pt_br: Ir para o resultado anterior
ro: Caută potrivirea anterioară
ru: Найти предыдущее совпадение
sr: Нађите претходно поклапање
sv: Sök föregående matchning
uk: Знайти попередній збіг

# shortcut window
source: Find and replace
cs: Najít a nahradit
da: Find og erstat
de: Suchen und ersetzen
id: Cari dan ganti
pl: Wyszukiwanie i zastępowanie
pt_br: Achar e substituir
ro: Caută și înlocuiește
ru: Найти и заменить
sr: Нађите и замените
sv: Sök och ersätt
uk: Знайти і замінити

# shortcut window
source: Find all matches
cs: Najít všechny výskyty
da: Find alle match
de: Alle Treffer suchen
es: Buscar todas las coincidencias
id: Temukan semua kecocokan
pl: Wyszukanie wszystkich wyników
pt_br: Selecionar todos os resultados
ro: Caută toate potrivirile
ru: Найти все совпадения
sr: Нађите сва поклапања
sv: Hitta alla träffar
uk: Знайти усі відповідники

# shortcut window
source: Close the find window
cs: Zavřít okno hledání
da: Luk vinduet find
de: Suchfenster schließen
id: Tutup jendela pencarian
pl: Zamknięcie okna wyszukiwania
pt_br: Fechar janela de busca
ro: Închide fereastra de căutare
ru: Закрыть окно поиска
sr: Затворите прозор претраге
sv: Stäng sökfönstret
uk: Закрити вікно пошуку

# shortcut window
source: Editing
cs: Úpravy
da: Redigering
de: Bearbeitung
es: Edición
id: Penyuntingan
pl: Redakcja
pt_br: Editando
ro: Editare
ru: Редактирование
sr: Уређивање
sv: Redigering
uk: Редагування

# shortcut window
source: Highlight the next occurrence of the current selection
cs: Zvýraznit následující výskyt aktuálního výběru
da: Fremhæv den næste forekomst af den nuværende markering
de: Nächstes Auftreten der aktuellen Auswahl hervorheben
id: Sorot kemunculan berikutnya dari pilihan saat ini
pl: Wyróżnienie następnego wystąpienia bieżącego zaznaczenia
pt_br: Realçar próxima ocorrência da busca atual
ro: Evidențiază următoarea apariție a selecției curente
ru: Подсветка текста по выделенному фрагменту
sr: Истакните следећу појаву текућег избора
sv: Framhäv nästa förekomst av aktuell markering
uk: Підсвітити наступне входження поточного позначеного фрагмента

# shortcut window
source: Delete the current selection
cs: Smazat aktuální výběr
da: Slet den nuværende markering
de: Die aktuelle Auswahl löschen
id: Menghapus pilihan saat ini
pl: Usunięcie bieżącego zaznaczenia
pt_br: Apagar tudo selecionado
ro: Șterge selecția curentă
ru: Удалить выделенное
sr: Обришите тренутни избор
sv: Ta bort aktuell markering
uk: Вилучити поточний позначений фрагмент

# shortcut window
source: Delete an entire word
cs: Smazat celé slovo
da: Slet et helt ord
de: Ein ganzes Wort löschen
id: Menghapus seluruh kata
pl: Usunięcie całego wyrazu
pt_br: Apagar a palavra
ro: Șterge un întreg cuvânt
ru: Удалить все слово
sr: Обришите целу реч
sv: Ta bort ett helt ord
uk: Вилучити усе слово

# shortcut window
source: Move to start of the line
cs: Přejít na začátek řádku
da: Flyt til begyndelsen af linjen
de: Zum Zeilenanfang springen
id: Pindah ke awal baris
pl: Przejście na początek wiersza
pt_br: Ir para o início da linha
ro: Mută la începutul liniei
ru: Перейти к началу строки
sr: Пребаците се на почетак реда
sv: Gå till början på raden
uk: Перейти на початок рядка

# shortcut window
source: Move to start of the document
cs: Přejít na začátek dokumentu
da: Flyt til begyndelsen af dokumentet
de: Zum Dokumentanfang springen
id: Pindah ke awal dokumen
pl: Przejście na początek dokumentu
pt_br: Ir para o início do documento
ro: Mută la începutul documentului
ru: Перейти к началу документа
sr: Пребаците се на почетак документа
sv: Gå till början på dokumentet
uk: Перейти на початок документа

# shortcut window
source: Move to end of the line
cs: Přejít na konec řádku
da: Flyt til slutningen af linjen
de: Zum Zeilenende springen
id: Pindah ke akhir baris
pl: Przejście na koniec wiersza
pt_br: Ir para o fim da linha
ro: Mută la sfârșitul liniei
ru: Перейти в конец строки
sr: Пребаците се на крај реда
sv: Gå till slutet på raden
uk: Перейти на кінець рядка

# shortcut window
source: Move to end of the document
cs: Přejít na konec dokumentu
da: Flyt til slutningen af dokumentet
de: Zum Dokumentende springen
id: Pindah ke akhir dokumen
pl: Przejście na koniec dokumentu
pt_br: Ir para o fim do documento
ro: Mută la sfârșitul documentului
ru: Перейти в конец документа
sr: Пребаците се на крај документа
sv: Gå till slutet på dokumentet
uk: Перейти на кінець документа

# shortcut window
source: Move up for the height of the view
cs: Přejít výš o výšku zobrazení
da: Flyt op i samme højde som visningen
de: Um die Höhe der Ansicht nach oben springen
id: Pindah ke atas ke ketinggian tampilan
pl: Przejście na górę widocznego tekstu
pt_br: Subir uma página
ro: Mută în sus pentru înălțimea vizualizării
ru: Пролистать вверх на одну страницу
sr: Померите се горе за висину прегледа
sv: Gå uppåt motsvarande höjden av vyn
uk: Перейти вище на один розмір області перегляду

# shortcut window
source: Move down for the height of the view
cs: Přejít níž o výšku zobrazení
da: Flyt ned i samme højde som visningen
de: Um die Höhe der Ansicht nach unten springen
id: Pindah ke bawah ke ketinggian tampilan
pl: Przejście na dół widocznego tekstu
pt_br: Descer uma página
ro: Mută în jos pentru înălțimea vizualizării
ru: Пролистать вниз на одну страницу
sr: Померите се доле за висину прегледа
sv: Gå nedåt motsvarande höjden av vyn
uk: Перейти нижче на один розмір області перегляду

# shortcut window
source: Enable/Disable the cursor
cs: Zapnout/vypnout kurzor
da: Aktivér/deaktivér markøren
de: Eingabemarke aktivieren/deaktivieren
id: Aktifkan/nonaktifkan kursor
pl: Włączenie/wyłączenie kursora
pt_br: Ativar/Desativar o cursor
ro: Activează/dezactivează cursorul
ru: Включить/Отключить курсор
sr: Укључите/искључите курзор
sv: Aktivera/inaktivera markören
uk: Увімкнути або вимкнути курсор

# shortcut window
source: Copy and Paste
cs: Kopírování a vkládání
da: Kopiér og indsæt
de: Kopieren und Einfügen
id: Salin dan Tempel
pl: Kopiowanie i wklejanie
pt_br: Copiar e Colar
ro: Copiere și lipire
ru: Копировать и вставить
sr: Умножите и убаците
sv: Kopiera och klistra in
uk: Копіювання та вставлення

# shortcut window
source: Copy the current selection
cs: Zkopírovat aktuální výběr do schránky
da: Kopiér den nuværende markering
de: Aktuelle Auswahl kopieren
id: Salin pilihan saat ini
pl: Skopiowanie bieżącego zaznaczenia
pt_br: Copiar
ro: Copiază selecția curentă
ru: Копировать выделенное
sr: Умножите тренутни избор
sv: Kopiera aktuell markering
uk: Копіювати поточний позначений фрагмент

# shortcut window
source: Paste what's currently in the clipboard
cs: Vložit aktuální obsah ze schránky
da: Indsæt udklipsholderens indhold
de: Aktuellen Inhalt der Zwischenablage einfügen
id: Tempelkan apa yang saat ini ada di papan klip
pl: Wklejenie obecnej zawartości schowka
pt_br: Colar
ro: Lipește ce se află acum în clipboard
ru: Вставить из буфера обмена
sr: Убаците тренутни садржај оставе
sv: Klistra in innehållet i urklipp
uk: Вставити дані з буфера обміну даними

# shortcut window
source: Cut the current selection
cs: Vyjmout aktuální výběr do schránky
da: Klip den nuværende markering
de: Die aktuelle Auswahl ausschneiden
id: Potong pilihan saat ini
pl: Wycięcie bieżącego zaznaczenia
pt_br: Recortar
ro: Taie selecția curentă
ru: Вырезать выделенный фрагмент
sr: Исеците тренутни избор
sv: Klipp ut aktuell markering
uk: Вирізати поточний позначений фрагмент

# shortcut window
source: Undo and Redo
cs: Vracení a opakování
da: Fortryd og omgør
de: Rückgängig und Wiederholen
id: Tak Jadi dan Jadi Lagi
pl: Cofanie i ponawianie
pt_br: Desfazer e Refazer
ro: Refă și repetă
ru: Отменить и Вернуть
sr: Опозовите и поновите
sv: Ångra och gör om
uk: Скасовування та повторення дій

# shortcut window
source: Undo
cs: Vrátit zpět poslední činnost
da: Fortryd
de: Rückgängig
id: Tak Jadi
pl: Cofnięcie
pt_br: Desfazer
ro: Refă
ru: Отменить
sr: Поништите
sv: Ångra
uk: Скасувати

# shortcut window
source: Redo
cs: Znovu provést poslední vrácenou činnost
da: Omgør
de: Wiederholen
id: Jadi Lagi
pl: Ponowienie
pt_br: Refazer
ro: Repetă
ru: Вернуть
sr: Поновите
sv: Gör om
uk: Повторити

# shortcut window
source: Selections
cs: Vybírání
da: Markeringer
de: Auswahl
id: Pilihan
pl: Zaznaczenia
pt_br: Selecionando texto
ro: Selectări
ru: Выбор
sr: Избори
sv: Markeringar
uk: Позначення

# shortcut window
source: Select all
cs: Vybrat vše
da: Markér alt
de: Alle auswählen
id: Pilih semua
pl: Zaznaczenie wszystkiego
pt_br: Selecionar tudo
ro: Selectează toate
ru: Выделить все
sr: Изаберите све
sv: Markera allt
uk: Позначити все

# shortcut window
source: Move up and select everything from current cursor position
cs: Posunout se výš a přidat při tom do výběru vše od aktuální pozice
da: Flyt op og markér alt fra nuværende markørplacering
de: Nach oben springen und alles ab der aktuellen Position der Eingabemarke markieren
id: Pindah ke atas dan pilih semuanya dari posisi kursor saat ini
pl: Przejście do góry i zaznaczenie wszystkiego od bieżącej pozycji kursora
pt_br: Selecionar tudo acima da posição do cursor
ro: Mută în sus și selectează tot de la poziția curentă a cursorului
ru: Переместить вверх и выделить все из текущей позиции курсора
sr: Идите на горе и изаберите све од тренутног положаја курзора
sv: Gå uppåt och markera allt från aktuell markörposition
uk: Перейти вище і позначити усе від поточної позиції курсора

# shortcut window
source: Move down and select everything from current cursor position
cs: Posunout se níž a přidat při tom do výběru vše od aktuální pozice
da: Flyt ned og markér alt fra nuværende markørplacering
de: Nach unten springen und alles ab der aktuellen Position der Eingabemarke markieren
id: Pindah ke bawah dan pilih semuanya dari posisi kursor saat ini
pl: Przejście w dół i zaznaczenie wszystkiego od bieżącej pozycji kursora
pt_br: Selecionar tudo abaixo da posição do cursor
ro: Mută în jos și selectează tot de la poziția curentă a cursorului
ru: Переместить вниз и выделить все из текущей позиции курсора
sr: Идите на доле и изаберите све од тренутног положаја курзора
sv: Gå nedåt och markera allt från aktuell markörposition
uk: Перейти нижче і позначити усе від поточної позиції курсора

# shortcut window
source: Move left and select everything from current cursor position
cs: Posunout se vlevo a přidat při tom do výběru vše od aktuální pozice
da: Flyt til venstre og markér alt fra nuværende markørplacering
de: Nach links springen und alles ab der aktuellen Position der Eingabemarke markieren
id: Pindah ke kiri dan pilih semuanya dari posisi kursor saat ini
pl: Przejście w lewo i zaznaczenie wszystkiego od bieżącej pozycji kursora
pt_br: Selecionar próximo caracter a direita
ro: Mută la stânga și selectează tot de la poziția curentă a cursorului
ru: Переместить влево и выделить все из текущей позиции курсора
sr: Идите на лево и изаберите све од тренутног положаја курзора
sv: Gå åt vänster och markera allt från aktuell markörposition
uk: Перейти ліворуч і позначити усе від поточної позиції курсора

# shortcut window
source: Move left and select the next word
cs: Posunout se vlevo a přidat při tom do výběru celé další slovo
da: Flyt til venstre og markér det næste ord
de: Nach links springen und das nächste Wort auswählen
id: Pindah ke kiri dan pilih kata berikutnya
pl: Przejście w lewo i zaznaczenie następnego wyrazu
pt_br: Selecionar próxima palavra a esquerda
ro: Mută la stânga și selectează cuvântul următor
ru: Переместить влево и выделить следующее слово
sr: Померите лево и изаберите следећу реч
sv: Gå åt vänster och markera nästa ord
uk: Перейти ліворуч і позначити наступне слово

# shortcut window
source: Move right and select everything from current cursor position
cs: Posunout se vpravo a přidat při tom do výběru vše od aktuální pozice
da: Flyt til højre og markér alt fra nuværende markørplacering
de: Nach rechts springen und alles ab der aktuellen Position der Eingabemarke markieren
id: Pindah ke kanan dan pilih semuanya dari posisi kursor saat ini
pl: Przejście w prawo i zaznaczenie wszystkiego od bieżącej pozycji kursora
pt_br: Selecionar próximo caracter a esquerda
ro: Mută la dreapta și selectează tot de la poziția curentă a cursorului
ru: Переместить вправо и выделить все из текущей позиции курсора
sr: Идите на десно и изаберите све од тренутног положаја курзора
sv: Gå åt höger och markera allt från aktuell markörposition
uk: Перейти праворуч і позначити усе від поточної позиції курсора

# shortcut window
source: Move right and select the next word
cs: Posunout se vpravo a přidat při tom do výběru celé další slovo
da: Flyt til højre og markér det næste ord
de: Nach rechts springen und das nächste Wort auswählen
id: Pindah ke kanan dan pilih kata berikutnya
pl: Przejście w prawo i zaznaczenie następnego wyrazu
pt_br: Selecionar próxima palavra a direita
ro: Mută la dreapta și selectează următorul cuvânt
ru: Переместить вправо и выбрать следующее слово
sr: Померите десно и изаберите следећу реч
sv: Gå åt höger och markera nästa ord
uk: Перейти праворуч і позначити наступне слово

# shortcut window
source: Move to start of the line and select
cs: Přejít na začátek řádku a přidat při tom do výběru vše od aktuální pozice
da: Flyt til begyndelsen af linjen og markér
de: An den Anfang der Zeile springen und auswählen
id: Pindah ke awal baris dan pilih
pl: Przejście na początek wiersza i zaznaczenie
pt_br: ir para o início da linha e selecionar tudo entre o cursor e o início da linha
ro: Mută la începutul liniei și selectează
ru: Перейти к началу строки и выделить
sr: Идите на почетак реда и изаберите
sv: Gå till början på raden och markera
uk: Перейти на початок рядка і позначити

# shortcut window
source: Move to start of the document and select
cs: Přejít na začátek dokumentu a přidat při tom do výběru vše od aktuální pozice
da: Flyt til begyndelsen af dokumentet og markér
de: An den Anfang des Dokuments springen und auswählen
id: Pindah ke awal dokumen dan pilih
pl: Przejście na początek dokumentu i zaznaczenie
pt_br: Ir para o início do documento e selecionar tudo entre o cursor e o início do documento
ro: Mută la începutul documentului și selectează
ru: Перейти к началу документа и выделить
sr: Идите на почетак документа и изаберите
sv: Gå till början på dokumentet och markera
uk: Перейти на початок документа і позначити

# shortcut window
source: Move to end of the line and select
cs: Přejít na konec řádku a přidat při tom do výběru vše od aktuální pozice
da: Flyt til slutningen af linjen og markér
de: An das Ende der Zeile springen und auswählen
id: Pindah ke akhir baris dan pilih
pl: Przejście na koniec wiersza i zaznaczenie
pt_br: Ir para o fim da linha e selecionar tudo entre o cursor e o fim da linha
ro: Mută la sfârșitul liniei și selectează
ru: Перейти в конец строки и выделить
sr: Идите на крај реда и изаберите
sv: Gå till slutet på raden och markera
uk: Перейти на кінець рядка і позначити

# shortcut window
source: Move to end of the document and select
cs: Přejít na konec dokumentu a přidat při tom do výběru vše od aktuální pozice
da: Flyt til slutningen af dokumentet og markér
de: An das Ende des Dokuments springen und auswählen
id: Pindah ke akhir dokumen dan pilih
pl: Przejście na koniec dokumentu i zaznaczenie
pt_br: Ir para o fim do documento e selecionar tudo entre o cursor e o fim do documento
ro: Mută la sfârșitul documentului și selectează
ru: Перейти в конец документа и выделить
sr: Идите на крај документа и изаберите
sv: Gå till slutet på dokumentet och markera
uk: Перейти на кінець документа і позначити

# shortcut window
source: Move up for the height of the view and select
cs: Přejít výš o výšku zobrazení a přidat při tom do výběru vše od aktuální pozice
da: Flyt op i samme højde som visningen og markér
de: Um die Höhe der Ansicht nach oben springen und auswählen
id: Pindah ke atas ke ketinggian tampilan dan pilih
pl: Przejście na górę widocznego tekstu i zaznaczenie
pt_br: Subir uma página e selecionar tudo entre o cursor e a página anterior
ro: Mută în sus pentru înălțimea vizualizării și selectează
ru: Выделить страницу сверху
sr: Померите се горе за висину прегледа и изаберите
sv: Gå uppåt motsvarande höjden av vyn och markera
uk: Перейти вище на один розмір області перегляду і позначити

# shortcut window
source: Move down for the height of the view and select
cs: Přejít níž o výšku zobrazení a přidat při tom do výběru vše od aktuální pozice
da: Flyt ned i samme højde som visningen og markér
de: Um die Höhe der Ansicht nach unten springen und auswählen
id: Pindah ke bawah ke ketinggian tampilan dan pilih
pl: Przejście na dół widocznego tekstu i zaznaczenie
pt_br: Descer uma página e selecionar tudo entre o cursor e a página anterior
ro: Mută în jos pentru înălțimea vizualizării și selectează
ru: Выделить страницу снизу
sr: Померите се доле за висину прегледа и изаберите
sv: Gå nedåt motsvarande höjden av vyn och markera
uk: Перейти нижче на один розмір області перегляду і позначити

source: Preferences
cs: Předvolby
da: Indstillinger
de: Einstellungen
es: Preferencias
id: Preferensi
nb: Innstillinger
nl: Instellingen
pl: Preferencje
pt_br: Preferencias
ro: Preferințe
ru: Параметры
sr: Поставке
sv: Inställningar
uk: Налаштування

source: Display right hand margin
cs: Zobrazovat pravý okraj
da: Vis margen i højre side
de: Rechten Rand anzeigen
id: Menampilkan margin kanan
pl: Margines po prawej stronie
pt_br: Mostrar margem direita na coluna
ro: Afișează marginea de mâna dreaptă
ru: Показать поле справа
sr: Прикажи ивицу са десне стране
sv: Visa marginal på höger sida
uk: Показувати праве поле

source: Highlight the current line
cs: Zvýrazňovat aktuální řádek
da: Fremhæv den nuværende linje
de: Die aktuelle Zeile hervorheben
es: Resaltar la línea actual
id: Sorot baris saat ini
nb: Framhev nåværende linje
nl: Huidige regel markeren
pl: Wyróżnianie bieżącego wiersza
pt_br: Realçar linha atual
ro: Evidențiază linia curentă
ru: Выделить текущую строку
sr: Истакни текући ред
sv: Framhäv den aktuella raden
uk: Підсвічувати поточний рядок

source: Show full path in title bar
cs: Zobrazovat plnou cestu v záhlavní liště
da: Vis fuld sti i titellinjen
de: Vollen Pfad im Fenstertitel anzeigen
es: Mostrar la ruta completa en la barra de título
id: Tampilkan path lengkap di bilah judul
pl: Pełna ścieżka na pasku tytułu
pt_br: Mostrar caminho completo na barra de título
ro: Arată calea completă în bara de titlu
ru: Показать полный путь в строке заголовка
sr: Прикажи пуну путању у траци наслова
sv: Visa fullständig sökväg i namnlist
uk: Показувати повну адресу на смужці заголовка

source: Restore last opened files on start-up
cs: Při spuštění obnovit naposledy otevřené soubory
da: Gendan filer som var åbne sidst ved opstart
de: Beim Start zuletzt geöffnete Dateien wiederherstellen
es: Restaurar los últimos archivos abiertos al abrir
id: Pulihkan berkas yang dibuka terakhir saat mulai berjalan
pl: Przywracanie ostatnio otwartych plików podczas uruchamiania
pt_br: Abrir últimos arquivos abertos na última inicialização
ro: Restaurează fișierele deschise ultima dată la pornire
ru: Восстанавливать последние открытые файлы при запуске
sr: Вратите последње отворене датотеке при покретању
sv: Återställ senast öppnade filer vid uppstart
uk: Відкривати попередні відкриті файли під час запуску

source: Wrap lines at the end of the view
cs: Zalamovat řádky na konci zobrazení
da: Ombryd linjer ved slutningen af visningen
de: Zeilen am Ende der Ansicht umbrechen
id: Lipat baris di akhir tampilan
pl: Zawijanie wierszy na końcu widocznego tekstu
pt_br: Quebrar linhas
ro: Încadrează liniile la sfârșitul vizualizării
ru: Перенос строк по размеру окна
sr: Преломи редове на крају прегледа
sv: Radbryt text i slutet på vyn
uk: Переносити рядки на межі області перегляду

source: Theme configuration
cs: Nastavení motivu
da: Konfiguration af tema
de: Themen-Konfigutation
id: Konfigurasi tema
pl: Konfiguracja motywu
pt_br: Configuração de tema
ro: Configurație de temă
ru: Тема
sr: Подешавања теме
sv: Temakonfiguration
uk: Налаштування теми

source: Syntax configuration
cs: Nastavení syntaxe
da: Konfiguration af syntaks
de: Syntax-Konfigutation
id: Konfigurasi sintaks
pl: Konfiguracja składni
pt_br: Configuração de sintaxe
ro: Configurație de sintaxă
ru: Настройка синтаксиса
sr: Подешавања синтаксе
sv: Syntaxkonfiguration
uk: Налаштування синтаксису

source: Syntax selection
cs: Výběr syntaxe
da: Syntaksmarkering
de: Syntax-Auswahl
id: Pemilihan sintaks
pl: Zaznaczanie składni
pt_br: Sintaxe especifica
ro: Selecție de sintaxă
ru: Выбор синтаксиса
sr: Избор синтаксе
sv: Syntaxval
uk: Вибір за синтаксисом

source: Syntax-specific tab size
cs: Velikost tabulátoru pro syntax
da: Syntaksspecifik tabulatorstørrelse
de: Syntax-spezifische Tabulatorgröße
id: Ukuran tab spesifik sintaks
pl: Rozmiar tabulacji dla konkretnych składni
pt_br: Tamanho da tabulação para a sintaxe especifica
ro: Dimensiune de tab specifică sintaxei
ru: Размер табуляции
sr: Величина табулатора специфична за синтаску
sv: Syntaxspecifik tabbstorlek
uk: Специфічний до синтаксису розмір табуляції

source: Apply syntax configuration settings
cs: Použít nastavení syntaxe
da: Anvend indstillinger for konfiguration af syntaks
de: Syntax-Konfigurationseinstellungen anwenden
id: Menerapkan pengaturan konfigurasi sintaks
pl: Zastosuj ustawienia konfiguracji składni
pt_br: Aplicar configuração da sintaxe especifica
ro: Aplică setările de configurare a sintaxei
ru: Применить настройки синтаксиса
sr: Примени поставке подешавања синтаксе
sv: Tillämpa syntaxkonfigurationsinställningar
uk: Застосувати параметри налаштування синтаксису

source: Indention
cs: Odsazování
da: Indrykning
de: Einrückung
id: Indentasi
pl: Wcięcia
pt_br: Indentação
ro: Identație
ru: Отступ
sr: Увлачење
sv: Indentering
uk: Відступи

source: Automatic indentation
cs: Automatické odsazování
da: Automatisk indrykning
de: Automatische Einrückung
id: Indentasi otomatis
pl: Automatyczne wcięcia
pt_br: Indentação automática
ro: Identație automată
ru: Автоматический отступ
sr: Аутоматско увлачење
sv: Automatisk indentering
uk: Автоматичний відступ

source: Delete spaces up to the previous tab stop
cs: Mazat mezery až po předchozí tabulační pozici
da: Slet mellemrum op til det forrige tabulatorstop
de: Leerzeichen bis zum vorherigen Tabstopp löschen
es: Eliminar espacios hasta la tabulación anterior
id: Menghapus spasi sampai posisi tab sebelumnya
nb: Slett blanktegn inntil forrige tabulator
nl: Verwijder spaties totaan vorige tabulator stop
pl: Usuwanie spacji do końca poprzedniej tabulacji
pt_br: Deletar espaço até a próxima tabulação
ro: Șterge spații până la oprirea tab anterioară
ru: Удалить пробелы до предыдущей табуляции
sr: Обриши размаке до следећег заустављања табулатора
sv: Ta bort blanksteg upp till föregående tabbstopp
uk: Вилучати пробіли до попередньої позиції табуляції

source: File saving
cs: Ukládání souborů
da: Gemme filer
de: Speichern von Dateien
id: Penyimpanan berkas
pl: Zapisywanie plików
pt_br: Salvando arquivos
ro: Salvarea fișierului
ru: Сохранение файла
sr: Чување датотеке
sv: Sparande av filer
uk: Збереження файлів
